Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# transactionListTileDate
source: Date
de: Datum
es: Fecha
it: Data
pt_br: Data

# transactionListTileDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

# transactionListTileCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# transactionListTileHelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt_br: Ajuda

# transactionListTileSwipeControls
source: Swipe controls
de: Wischsteuerungen
es: Controles de Deslizamiento
fr: Fonctions de balayage
it: Controlli Swipe
pt_br: Controles de Deslize

# transactionListTileEditTransaction
source: Edit Transaction
de: Transaktion bearbeiten
es: Editar Transacción
fr: Modifier la transaction
it: Modifica Transazione
pt_br: Editar Transação

# transactionListTileButtons
source: Buttons
de: Schaltflächen
es: Botones
fr: Boutons
it: Pulsanti
pt_br: Botões

# transactionListTileAddNewTransaction
source: Add a new Transaction
de: Neue Transaktion hinzufügen
es: Agregar una Nueva Transacción
fr: Ajouter une nouvelle transaction
it: Aggiungi una nuova Transazione
pt_br: Adicionar uma Nova Transação

# transactionListTileMoreOptions
source: More Options
de: Weitere Optionen
es: Más Opciones
fr: Plus d'options
it: Altre Opzioni
pt_br: Mais Opções

# transactionListTileEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_br: Editar

# transactionListTileSorry
source: Sorry
de: Entschuldigung
es: Lo siento
fr: Désolé
it: Spiacente
pt_br: Desculpe

# accountPageTitle
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pt_br: Contas

# accountPageAddAccount
source: Add Account
de: Konto hinzufügen
es: Agregar Cuenta
fr: Ajouter un compte
it: Aggiungi Account
pt_br: Adicionar Conta

# accountPageRemoveAccount
source: Remove Account
de: Konto entfernen
es: Eliminar Cuenta
fr: Supprimer un compte
it: Rimuovi Account
pt_br: Remover Conta

# accountPageAccounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pt_br: Contas

# statefullAccountDialogNewAccount
source: Add Account
de: Konto hinzufügen
es: Agregar Cuenta
fr: Ajouter un compte
it: Aggiungi Account
pt_br: Adicionar Conta

# statefullAccountDialogEditAccount
source: Edit Account
de: Konto bearbeiten
es: Editar Cuenta
fr: Modifier le compte
it: Modifica Account
pt_br: Editar Conta

# statefullAccountDialogNameEmpty
source: Account name cannot be empty!
de: Der Kontoname darf nicht leer sein!
es: El nombre de la cuenta no puede estar vacío.
fr: Le nom du compte ne peut pas être vide !
it: Il nome dell'account non può essere vuoto!
pt_br: O nome da conta não pode estar vazio!

# statefullAccountDialogDescripEmpty
source: Account description cannot be empty!
de: Die Kontobeschreibung darf nicht leer sein!
es: La descripción de la cuenta no puede estar vacía.
fr: La description du compte ne peut pas être vide !
it: La descrizione dell'account non può essere vuota!
pt_br: A descrição da conta não pode estar vazia!

# statefullAccountDialogNameGt3
source: Account name must be at last 2 characters!
de: Der Kontoname muss mindestens 2 Zeichen lang sein!
es: El nombre de la cuenta debe tener al menos 2 caracteres.
fr: Le nom du compte doit avoir au moins 2 caractères !
it: Il nome dell'account deve contenere almeno 3 caratteri!
pt_br: O nome da conta deve ter pelo menos 2 caracteres!

# statefullAccountDialogDescripGt3
source: Account description must be at last 3 characters!
de: Die Kontobeschreibung muss mindestens 3 Zeichen lang sein!
es: La descripción de la cuenta debe tener al menos 3 caracteres.
fr: La description du compte doit avoir au moins 3 caractères !
it: La descrizione dell'account deve contenere almeno 3 caratteri!
pt_br: A descrição da conta deve ter pelo menos 3 caracteres!

# statefullAccountDialogAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# statefullAccountDialogUpdate
source: Update
de: Bearbeiten
es: Actualizar
fr: Modifier
it: Aggiorna
pt_br: Atualizar

# statefullAccountDialogName
source: Account Name
de: Kontoname
es: Nombre de la Cuenta
fr: Nom du compte
it: Nome Account
pt_br: Nome da Conta

# statefullAccountDialogDescrip
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição

# accountPageDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
it: Elimina Account
pt_br: Excluir Conta

# accountPageMsg
source: The account {accountName} will be deleted along with all its transactions. Confirm?
de: Das Konto {accountName} wird zusammen mit allen seinen Transaktionen gelöscht. Möchten Sie fortfahren?
es: La cuenta {accountName} será eliminada junto con todas sus transacciones. ¿Confirmar?
fr: Le compte {accountName} sera supprimé ainsi que toutes ses transactions. Confirmer ?
it: L'account {accountName} verrà eliminato insieme a tutte le sue transazioni. Confermi?
pt_br: A conta {accountName} será excluída junto com todas as suas transações. Confirmar?

# accountPageDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

# accountPageCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# genericClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

# genericYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt_br: Sim

# genericAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# genericAttention
source: Attention
de: Achtung
es: Atención
it: Attenzione
pt_br: Atenção

# colorButtonBlockedDeletion
source: Blocked Deletion
de: Löschung blockiert
es: Eliminación Bloqueada
fr: Suppression bloquée
it: Eliminazione Bloccata
pt_br: Exclusão Bloqueada

# colorButtonAccountHas
source: Account **{accountName}** has **{numberOfTrans}** transactions. To delete it, you must first remove these transactions.
de: Das Konto **{accountName}** hat **{numberOfTrans}** Transaktionen. Um es zu löschen, müssen Sie diese Transaktionen zuerst löschen.
es: La cuenta **{accountName}** tiene **{numberOfTrans}** transacciones. Para eliminarla, primero debes eliminar estas transacciones.
fr: Le compte **{accountName}** a **{numberOfTrans}** transactions. Pour le supprimer, vous devez d'abord supprimer ces transactions.
it: L'account **{accountName}** ha **{numberOfTrans}** transazioni. Per eliminarlo, devi prima rimuovere queste transazioni.
pt_br: A conta **{accountName}** possui **{numberOfTrans}** transações. Para excluí-la, você deve primeiro remover essas transações.

# colorButtonPickColor
source: Pick a Color
de: Farbe auswählen
es: Seleccionar un Color
fr: Choisir une couleur
it: Scegli un Colore
pt_br: Escolha uma Cor

# databaseRecoverDatabaseRetrieved
source: Database retrieved successfully
de: Datenbank erfolgreich wiederhergestellt
es: Base de Datos Recuperada con Éxito
fr: Base de données récupérée avec succès
it: Database recuperato con successo
pt_br: Banco de dados recuperado com sucesso

# databaseRecoverSorry
source: Sorry, there was an error retrieving the {selectedFileName} backup.
de: Es tut uns leid, es ist ein Fehler beim Abrufen der Sicherung {selectedFileName} aufgetreten.
es: Lo siento, hubo un error al recuperar la copia de seguridad {selectedFileName}.
fr: Désolé, il y a eu une erreur lors de la récupération de la sauvegarde {selectedFileName}.
it: Spiacente, si è verificato un errore nel recupero del backup {selectedFileName}.
pt_br: Desculpe, ocorreu um erro ao recuperar o backup {selectedFileName}.

# databaseRecoverCreateBackup
source: Create Backup
de: Sicherung erstellen
es: Crear Copia de Seguridad
fr: Créer une sauvegarde
it: Crea Backup
pt_br: Criar Backup

# databaseRecoverRestoreBackup
source: Restore Backup
de: Sicherung wiederherstellen
es: Restaurar Copia de Seguridad
fr: Restaurer une sauvegarde
it: Ripristina Backup
pt_br: Restaurar Backup

# databaseRecoverCreateRestoreBackup
source: Create/Restore Backup
de: Sicherung erstellen/wiederherstellen
es: Crear/Restaurar Copia de Seguridad
fr: Créer/Restaurer une sauvegarde
it: Crea/Ripristina Backup
pt_br: Criar/Restaurar Backup

# databaseRecoverCreateBackupData
source: Create a backup of your data in a directory on your device.
de: Erstellen Sie eine Sicherung Ihrer Daten in einem Verzeichnis auf Ihrem Gerät.
es: Crea una copia de seguridad de tus datos en una carpeta en tu dispositivo.
fr: Créer une sauvegarde de vos données dans un répertoire sur votre appareil.
it: Crea un backup dei tuoi dati in una directory sul tuo dispositivo.
pt_br: Crie um backup de seus dados em um diretório em seu dispositivo.

# databaseRecoverCreateABackup
source: Create a Backup
de: Sicherung erstellen
es: Crear una Copia de Seguridad
fr: Créer une sauvegarde
it: Crea un Backup
pt_br: Criar um Backup

# databaseRecoverRestoresABackup
source: Restores a backup of your data from a directory on your device.
de: Sicherung Ihrer Daten aus einem Verzeichnis auf Ihrem Gerät wiederherstellen.
es: Restaura una copia de seguridad de tus datos desde una carpeta en tu dispositivo.
fr: Restaure une sauvegarde de vos données à partir d'un répertoire sur votre appareil.
it: Ripristina un backup dei tuoi dati da una directory sul tuo dispositivo.
pt_br: Restaura um backup de seus dados de um diretório em seu dispositivo.

# databaseRecoverRestoreABackup
source: Restore a Backup
de: Sicherung wiederherstellen
es: Restaurar una Copia de Seguridad
fr: Restaurer une sauvegarde
it: Ripristina un Backup
pt_br: Restaurar um Backup

# databaseRecoverBasename
source: Backup {basename} was successful!
de: Die Sicherung {basename} wurde erfolgreich erstellt!
es: La copia de seguridad {basename} se creó con éxito.
fr: La sauvegarde {basename} a été créée avec succès !
it: Backup {basename} eseguito con successo!
pt_br: Backup {basename} foi criado com sucesso!

# databaseRecoverSorryError
source: Sorry, there was an error in the operation. Try later.
de: Es tut uns leid, es ist ein Fehler bei der Operation aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Lo siento, hubo un error en la operación. Inténtalo más tarde.
fr: Désolé, il y a eu une erreur lors de l'opération. Réessayez plus tard.
it: Spiacente, si è verificato un errore nell'operazione. Riprova più tardi.
pt_br: Desculpe, ocorreu um erro na operação. Tente novamente mais tarde.

# databaseRecoverRetrievedSuccessfully
source: Database retrieved successfully
de: Datenbank erfolgreich wiederhergestellt
es: Base de Datos Recuperada con éxito
fr: Base de données récupérée avec succès
it: Database recuperato con successo
pt_br: Banco de dados recuperado com sucesso

# databaseRecoverSorryRetrieving
source: Sorry, there was an error retrieving the ${selectedFileName} backup.
de: Es tut uns leid, es ist ein Fehler beim Abrufen der Sicherung ${selectedFileName} aufgetreten.
es: Lo siento, hubo un error al recuperar la copia de seguridad {selectedFileName}.
fr: Désolé, il y a eu une erreur lors de la récupération de la sauvegarde ${selectedFileName}.
it: Spiacente, si è verificato un errore nel recupero del backup {selectedFileName}.
pt_br: Desculpe, ocorreu um erro ao recuperar o backup {selectedFileName}.

# cardPopupMenuCategories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pt_br: Categorias

# cardPopupMenuTransactionsHelp
source: Transactions Help
de: Hilfe zu Transaktionen
es: Ayuda de Transacciones
fr: Aide aux transactions
it: Aiuto Transazioni
pt_br: Ajuda de Transações

# cardPopupMenuLogout
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
pt_br: Sair

# cardPopupMenuSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

# cardPopupMenuBackup
source: Create/Restore Backup
de: Backup Verwalten
es: Gestión de Backups
fr: Gérer les Sauvegardes
it: Crea/Ripristina Backup
pt_br: Criar/Restaurar Backup

# statisticCardIncomes
source: Incomes
de: Einnahmen
es: Ingresos
fr: Revenus
it: Entrate
pt_br: Receitas

# statisticCardExpenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Uscite
pt_br: Despesas

# cardBalanceMenuTip
source: Show accounts list
de: Liste der Konten anzeigen
es: Mostrar lista de cuentas
fr: Afficher la liste des comptes
it: Mostra la lista degli account
pt_br: Mostrar lista de contas

# budgetPageTitle
source: Categories/Budget
de: Kategorien/Budget
es: Categorías/Presupuesto
fr: Catégories/Budget
it: Categorie/Budget
pt_br: Categorias/Orçamento

# budgetPageCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_br: Categoria

# budgetPageBudget
source: Budget
es: Presupuesto
pt_br: Orçamento

# budgetPageDeleteAlert
source: Category **{categoryName}** has **{categoryCount}** transactions. It is not possible to delete a category that is in use.
de: Die Kategorie {categoryName} hat {categoryCount} Transaktionen. Es ist nicht möglich, eine Kategorie zu löschen, die verwendet wird.
es: La categoría {categoryName} tiene {categoryCount} transacciones. No es posible eliminar una categoría que está en uso.
fr: La catégorie {categoryName} a {categoryCount} transactions. Il est impossible de supprimer une catégorie en cours d'utilisation.
it: La categoria **{categoryName}** ha **{categoryCount}** transazioni. Non è possibile eliminare una categoria in uso.
pt_br: A categoria ${categoryName} possui {categoryCount} transações. Não é possível excluir uma categoria que está em uso.

# budgetPageResetValues
source: Reset Budgets
de: Budget zurücksetzen
es: Restablecer presupuestos
fr: Réinitialiser les budgets
it: Resetta i budget
pt_br: Zerar Orçamentos

# budgetPageLastMonths
source: Budget equal to the average of the last months
de: Budget gleich dem Durchschnitt der letzten Monate
es: Presupuesto igual al promedio de los últimos meses
fr: Budget égal à la moyenne des derniers mois
it: Budget uguale alla media degli ultimi mesi
pt_br: Orçamento igual à média dos últimos meses

# budgetPage12Month
source: Budget equal to the annual average
de: Budget gleich dem Jahresdurchschnitt
es: Presupuesto igual al promedio anual
fr: Budget égal à la moyenne annuelle
it: Budget uguale alla media annuale
pt_br: Orçamento igual à média anual

# budgetPageTotal
source: Total Budget
de: Gesamtbudget
es: Total del Presupuesto
fr: Budget total
it: Budget Totale
pt_br: Total do Orçamento

# budgetPageResetsMenu
source: Resets budget values
de: Setzt Budgetwerte zurück
es: Restablece los valores del presupuesto
fr: Réinitialise les valeurs du budget
it: Ripristina i valori del bilancio
pt_br: Reinicia os valores do orçamento

# budgetEditDialogLastMonths
source: Medium last months
de: Durchschnitt der letzten Monate
es: Media de los últimos meses
fr: Moyenne des derniers mois
it: Media degli ultimi mesi
pt_br: Média dos últimos meses

# budgetEditDialog12Month
source: 12 month average
de: 12 Monatsdurchschnitt
es: Media de 12 meses
fr: Moyenne des 12 derniers mois
it: Media di 12 mesi
pt_br: Média de 12 meses

# budgetEditDialogBudget
source: Budget
es: Presupuesto
pt_br: Orçamento

# budgetEditDialogPrevius
source: Previus
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
pt_br: Anterior

# budgetEditDialogUpdate
source: Update and Close
de: Aktualisieren und Schließen
es: Actualizar y Cerrar
fr: Mettre à jour et fermer
it: Aggiorna e Chiudi
pt_br: Atualizar e Fechar

# budgetEditDialogNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pt_br: Próximo

# accountDropdownFormHint
source: Create a new account to make transfers
de: Neues Konto erstellen, um Überweisungen zu tätigen
es: Crea una nueva cuenta para realizar transferencias
fr: Créer un nouveau compte pour effectuer des transferts
it: Crea un nuovo account per effettuare trasferimenti
pt_br: Crie uma nova conta para fazer transferências

# transactionsHelpLock
source: To lock/unlock transaction checking
de: Zum Sperren/Freigeben der Transaktionsüberprüfung
es: Para bloquear/desbloquear la verificación de transacciones
fr: Pour verrouiller/déverrouiller la vérification des transactions
it: Per bloccare/sbloccare il controllo delle transazioni
pt_br: Para bloquear/desbloquear a verificação de transações

# signInPageUserNotFound
source: User not found in local data. You can start with an empty database and import your data later if you have a backup. Do you want to start with an empty database?
de: Benutzer nicht in den lokalen Daten gefunden. Sie können mit einer leeren Datenbank beginnen und Ihre Daten später importieren, wenn Sie eine Sicherung haben. Möchten Sie mit einer leeren Datenbank beginnen?
es: Usuario no encontrado en los datos locales. Puede empezar con una base de datos vacía e importar sus datos más tarde si tiene una copia de seguridad. ¿Quiere empezar con una base de datos vacía?
fr: Utilisateur introuvable dans les données locales. Vous pouvez commencer avec une base de données vide et importer vos données ultérieurement si vous avez une sauvegarde. Voulez-vous commencer avec une base de données vide?
it: Utente non trovato nei dati locali. Puoi iniziare con un database vuoto e importare i tuoi dati successivamente se hai un backup. Vuoi iniziare con un database vuoto?
pt_br: Usuário não encontrado nos dados locais. Você pode começar com um banco de dados vazio e importar seus dados posteriormente se tiver um backup. Deseja começar com um banco de dados vazio?

# settingsPageDialogTitle
source: Change your name
de: Ändere deinen Namen
es: Cambiar tu nombre
fr: Changer votre nom
it: Cambia il tuo nome
pt_br: Alterar o seu nome

# passwordWidgetShowPassword
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
pt_br: Mostrar senha

# transPageNewCategory
source: New Category
de: Neue Kategorie
es: Nueva Categoría
fr: Nouvelle Catégorie
it: Nuova Categoria
pt_br: Nova Categoria

# transPageNewSelectDate
source: Select Date and Time
de: Datum und Uhrzeit auswählen
es: Seleccionar Fecha y Hora
fr: Sélectionner la Date et l'Heure
it: Seleziona Data e Ora
pt_br: Selecionar Data e Hora

# statisticCardNextMonth
source: Next Month
de: Nächster Monat
es: Próximo Mes
fr: Mois Suivant
it: Mese Successivo
pt_br: Próximo Mês

# statisticCardPreviusMonth
source: Previous Month
de: Vorheriger Monat
es: Mes Anterior
fr: Mois Précédent
it: Mese Precedente
pt_br: Mês Anterior

source: Open Icon Selection Dialog
de: Symbolauswahl öffnen Dialog
es: Abrir diálogo de selección de icono
fr: Ouvrir la boîte de dialogue de sélection d'icône
it: Apri la finestra di selezione dell'icona
pt_br: Abrir diálogo de seleção de ícone

source: Open Color Selection Dialog
de: Farbauswahl öffnen Dialog
es: Abrir diálogo de selección de color
fr: Ouvrir la boîte de dialogue de sélection de couleur
it: Apri la finestra di selezione del colore
pt_br: Abrir diálogo de seleção de cor

# balanceCardLockTrans
source: Block transaction verification
de: Transaktionsverifizierung sperren
es: Bloquear verificación de transacción
fr: Bloquer la vérification de transaction
it: Blocca verifica transazione
pt_br: Bloquear verificação de transação

# balanceCardUnLockTrans
source: Unblock transaction verification
de: Transaktionsverifizierung entsperren
es: Desbloquear verificación de transacción
fr: Débloquer la vérification de transaction
it: Sblocca verifica transazione
pt_br: Desbloquear verificação de transação

# selectionIconRowQuestion
source: Icon and color selection
de: Symbol- und Farbauswahl
es: Selección de icono y color
fr: Sélection d'icône et de couleur
it: Selezione di icona e colore
pt_br: Seleção de ícone e cor

# categoryDialogQuestion
source: Primary use:
de: Haupteinsatz:
es: Uso principal:
fr: Utilisation principale:
it: Utilizzo principale:
pt_br: Uso principal:

# mainAccounName
source: Main Account
de: Hauptkonto
es: Cuenta Principal
fr: Compte Principal
it: Conto Principale
pt_br: Conta Principal

# categoryNameTransfers
source: Transfers
de: Überweisungen
es: Transferencias
fr: Transferts
it: Trasferimenti
pt_br: Transferências

# categoryNameInputs
source: Inputs
de: Einzahlungen
es: Ingresos
fr: Entrées
it: Entrate
pt_br: Entradas

# settingsPageLangReboot
source: Some language changes will only take effect on the next application restart. Restart now?
de: Einige Sprachänderungen werden erst beim nächsten Neustart der Anwendung wirksam. Jetzt neu starten?
es: Algunos cambios de idioma solo se aplicarán después de reiniciar la aplicación. ¿Reiniciar ahora?
fr: Certains changements de langue ne prendront effet qu'après le redémarrage de l'application. Redémarrer maintenant ?
it: Alcuni cambiamenti di lingua avranno effetto solo dopo il riavvio dell'applicazione. Riavviare ora?
pt_br: Algumas mudanças de idioma só serão aplicadas no próximo reinício do aplicativo. Deseja reiniciar agora?

# settingsPageRestart
source: Restart
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavviare
pt_br: Reiniciar

# helpIntroductionTitle
source: Introduction
de: Einführung
es: Introducción
it: Introduzione
pt_br: Introdução

# helpIntroduction0
source: Finances is an efficient and secure solution for managing your personal finances. With it, you have complete control over your expenses, can create custom budgets, and organize your expenses conveniently and securely.
de: Finances ist eine effiziente und sichere Lösung zur Verwaltung Ihrer persönlichen Finanzen. Damit haben Sie die volle Kontrolle über Ihre Ausgaben, können individuelle Budgets erstellen und Ihre Ausgaben bequem und sicher organisieren.
es: Finances es una solución eficiente y segura para la gestión de sus finanzas personales. Con él, tiene un control total sobre sus gastos, puede crear presupuestos personalizados y organizar sus gastos de manera práctica y segura.
fr: Finances est une solution efficace et sécurisée pour la gestion de vos finances personnelles. Avec lui, vous avez un contrôle total sur vos dépenses, vous pouvez créer des budgets personnalisés et organiser vos dépenses de manière pratique et sécurisée.
it: Finances è una soluzione efficiente e sicura per la gestione delle tue finanze personali. Con esso, hai il pieno controllo delle tue spese, puoi creare budget personalizzati e organizzare le tue spese in modo pratico e sicuro.
pt_br: O Finances é uma solução eficiente e segura para o gerenciamento de suas finanças pessoais. Com ele, você tem total controle sobre seus gastos, pode criar orçamentos personalizados e organizar suas despesas de forma prática e segura.
