Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# language
source: US English
de: Deutsch
es: Español
fr: Français
it: Italiano
pt_br: Português Brasileiro

# appName
source: Control your Finances
de: Kontrolliere deine Finanzen
es: Controla tus Finanzas
fr: Contrôlez vos Finances
it: Controlla le tue Finanze
pt_br: Controle suas Finanças

# greetingsGoodMorning
source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pt_br: Bom dia

# greetingsGoodAfternoon
source: Good afternoon
de: Guten Nachmittag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pt_br: Boa tarde

# greetingsGoodNight
source: Good night
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonanotte
pt_br: Boa noite

# balanceCardBalance
source: Total Balance
de: Gesamtguthaben
es: Saldo Total
fr: Solde total
it: Saldo Totale
pt_br: Saldo Total

# balanceCardIncomes
source: Incomes
de: Einnahmen
es: Ingresos
fr: Revenus
it: Entrate
pt_br: Receitas

# balanceCardExpenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Uscite
pt_br: Despesas

# balanceCardSwitch
source: Check transactions
de: Transaktionen anzeigen
es: Verificar transacciones
fr: Consulter les transactions
it: Verifica le transazioni
pt_br: Verificar transações

# balanceCardError
source: An error has occurred! Please try again later.
de: Es ist ein Fehler aufgetreten! Bitte versuchen Sie es später noch einmal.
es: ¡Se ha producido un error! Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite ! Veuillez réessayer plus tard.
it: Si è verificato un errore! Riprova più tardi.
pt_br: Ocorreu um erro! Por favor, tente novamente mais tarde.

# homePageTransHistory
source: Transaction History
de: Transaktionsverlauf
es: Historial de Transacciones
fr: Historique des transactions
it: Cronologia delle Transazioni
pt_br: Histórico de Transações

# homePageNoTransactions
source: There is no transictions at this time.
de: Keine Transaktionen vorhanden.
es: No hay transacciones en este momento.
fr: Aucune transaction pour le moment.
it: Non ci sono transazioni al momento.
pt_br: Não há transações no momento.

# homePageError
source: An error has ocurred! Try late.
de: Es ist ein Fehler aufgetreten! Bitte versuchen Sie es später noch einmal.
es: ¡Ha ocurrido un error! Inténtalo más tarde.
fr: Une erreur s'est produite ! Réessayez plus tard.
it: Si è verificato un errore! Riprova più tardi.
pt_br: Ocorreu um erro! Tente novamente mais tarde.

# homePageSeeMore
source: See more...
de: Mehr anzeigen...
es: Ver más...
fr: Voir plus...
it: Vedi di più...
pt_br: Ver mais...

# statisticsPageTitle
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt_br: Estatísticas

# statisticsPageCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_br: Categoria

# statisticsPageValue
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_br: Valor

# statisticsPageNoStatistics
source: No Statistics found!
de: Keine Statistiken gefunden!
es: ¡No se encontraron estadísticas!
fr: Aucune statistique trouvée !
it: Nessuna statistica trovata!
pt_br: Nenhuma estatística encontrada!

# statisticsPageLastMonths
source: Average of the last months
de: Durchschnitt der letzten Monate
es: Promedio de los últimos meses
fr: Moyenne des derniers mois
it: Media degli ultimi mesi
pt_br: Média dos últimos meses

# statisticsPage12Month
source: 12 month average
de: Durchschnitt der letzten 12 Monate
es: Promedio de 12 meses
fr: Moyenne des 12 derniers mois
it: Media di 12 mesi
pt_br: Média de 12 meses

# statisticsPageCategoryBudget
source: Use Category Budget
de: Budget pro Kategorie verwenden
es: Usar el Presupuesto de la Categoría
fr: Utiliser le budget par catégorie
it: Usa il Budget della Categoria
pt_br: Utilizar Orçamento da Categoria

# statisticsPageStatisticalRef
source: Statistical reference
de: Statistische Referenz
es: Referencia Estadística
fr: Référence Statistique
it: Riferimento Statistico
pt_br: Referência Estatística

# statisticsPageChartSettings
source: Chart settings
de: Diagrammeinstellungen
es: Configuración del Gráfico
fr: Paramètres du Graphique
it: Impostazioni del Grafico
pt_br: Configurações do Gráfico

# settingsPageTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

# settingsPageAppSettings
source: App Settings
de: App-Einstellungen
es: Ajustes de la App
fr: Paramètres de l'application
it: Impostazioni dell'App
pt_br: Configurações do App

# settingsPageAppTheme
source: App theme:
de: App-Design:
es: Tema de la App:
fr: Thème de l'application :
it: Tema dell'App:
pt_br: Tema do App:

# settingsPageLanguage
source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
it: Lingua:
pt_br: Idioma:

# settingsPageSettingsError
source: Settings Error!
de: Fehler bei den Einstellungen!
es: ¡Error de Ajustes!
fr: Erreur de configuration !
it: Errore delle Impostazioni!
pt_br: Erro nas Configurações!

# settingsPageCreateRestoreBackup
source: Create/Restore Backup
de: Sicherung erstellen/wiederherstellen
es: Crear/Restaurar Copia de Seguridad
fr: Créer/Restaurer une sauvegarde
it: Crea/Ripristina il Backup
pt_br: Criar/Restaurar Backup

# splashPageMsg0
source: Manager your Financial Live
de: Verwalten sie ihre Finanzen
es: Gestiona tus Finanzas Personales
fr: Gérez votre vie financière
it: Gestisci le tue Finanze
pt_br: Gerencie suas Finanças Pessoais

# splashPageGetStarted
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia
pt_br: Começar

# splashPageHaveAccount
source: Already Have Account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Déjà un compte ?
it: Hai già un account?
pt_br: Já possui uma conta?

# splashPageLogIn
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt_br: Entrar

# signInPageMsg0
source: Know where your Money is Going!
de: Wissen, wo ihr Geld ist!
es: ¡Sabe a dónde va tu dinero!
fr: Savoir où va votre Argent !
it: Sai dove va il tuo Denaro?
pt_br: Saiba para onde o seu dinheiro está indo!

# signInPageEmail
source: Your email
de: Ihre E-Mail-Adresse
es: Tu correo electrónico
fr: Votre email
it: La tua email
pt_br: Seu e-mail

# signInPagePassword
source: Your Password
de: Ihr Passwort
es: Tu Contraseña
fr: Votre mot de passe
it: La tua Password
pt_br: Sua senha

# signInPageSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Accedi
pt_br: Entrar

# signInPageDontHaveAccount
source: Don't have Account?
de: Haben Sie noch kein Konto?
es: ¿Todavía no tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt_br: Não possui uma conta?

# signInPageSignUp
source: Sign up
de: Anmelden
es: Registrarse
fr: S'inscrire
it: Iscriviti
pt_br: Cadastre-se

# signInPageWantImport
source: Want to import data from another installation?
de: Möchten Sie Daten aus einer anderen Installation importieren?
es: ¿Quieres importar datos de otra instalación?
fr: Vous voulez importer des données d'une autre installation ?
it: Vuoi importare dati da un'altra installazione?
pt_br: Quer importar dados de outra instalação?

# signInPageRescueData
source: Rescue Data
de: Daten retten
es: Rescatar Datos
fr: Récupérer les données
it: Recupera Dati
pt_br: Recuperar Dados

# signInPageForgotPassword
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la tua password?
pt_br: Esqueceu a senha?

# signInPageResetPassword
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
it: Ripristina Password
pt_br: Redefinir Senha

# signInPageResetPasswordMessage
source: A message has been sent to your mailbox ({email}). Follow the instructions to reset your password.
de: Eine E-Mail wurde an Ihre E-Mail-Adresse ({email}) gesendet. Folgen Sie den Anweisungen, um Ihr Passwort zurückzusetzen.
es: Se ha enviado un mensaje a tu correo electrónico ({email}). Sigue las instrucciones para restablecer tu contraseña.
fr: Un message a été envoyé à votre boîte mail ({email}). Suivez les instructions pour réinitialiser votre mot de passe.
it: È stato inviato un messaggio alla tua casella di posta ({email}). Segui le istruzioni per reimpostare la tua password.
pt_br: Uma mensagem foi enviada para o seu e-mail ({email}). Siga as instruções para redefinir sua senha.

# signInPageTryAgain
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
pt_br: Tente novamente

# signInPageProblemRequest
source: There was a problem with your request. Check the email you entered or try again later.
de: Es ist ein Problem mit Ihrer Anfrage aufgetreten. Überprüfen Sie die von Ihnen eingegebene E-Mail-Adresse oder versuchen Sie es später erneut.
es: Hubo un problema con tu solicitud. Revisa el correo electrónico que ingresaste o inténtalo de nuevo más tarde.
fr: Il y a eu un problème avec votre demande. Vérifiez l'adresse e-mail que vous avez saisie ou essayez à nouveau plus tard.
it: C'è stato un problema con la tua richiesta. Controlla l'email che hai inserito o riprova più tardi.
pt_br: Houve um problema com a sua solicitação. Verifique o e-mail inserido ou tente novamente mais tarde.

# signInPageRecover
source: Recover!
de: Retten!
es: ¡Recuperar!
fr: Récupérer !
it: Recupera!
pt_br: Recuperar!

# signInPageError
source: Sorry, an unexpected error occurred. Please try again later.
de: Entschuldigung, es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Lo siento, se produjo un error inesperado. Por favor, inténtalo de nuevo más tarde.
fr: Désolé, une erreur inattendue s'est produite. Veuillez réessayer plus tard.
it: Spiacente, si è verificato un errore imprevisto. Riprova più tardi.
pt_br: Desculpe, ocorreu um erro inesperado. Por favor, tente novamente mais tarde.

# signUpPageMsg0
source: Where is your Money Going?
de: Wo ist Ihr Geld?
es: ¿A dónde se dirige tu dinero?
fr: Où est votre Argent ?
it: Dove va il tuo Denaro?
pt_br: Para onde está indo o seu dinheiro?

# signUpPageYourName
source: Your Name
de: Ihr Name
es: Tu Nombre
fr: Votre nom
it: Il tuo Nome
pt_br: Seu Nome

# signUpPageEmail
source: Your email
de: Ihre E-Mail-Adresse
es: Tu correo electrónico
fr: Votre email
it: La tua email
pt_br: Seu e-mail

# signUpPageChoosePassword
source: Choose your Password
de: Passwort wählen
es: Elige tu Contraseña
fr: Choisissez votre mot de passe
it: Scegli la tua Password
pt_br: Escolha sua senha

# signUpPageConfirmPassword
source: Confirm your Password
de: Passwort bestätigen
es: Confirma tu Contraseña
fr: Confirmez votre mot de passe
it: Conferma la tua Password
pt_br: Confirme sua senha

# signUpPageSignUp
source: Sign Up
de: Anmelden
es: Registrarse
fr: S'inscrire
it: Iscriviti
pt_br: Cadastre-se

# signUpPageAlreadyHaveAccount
source: Already Have Account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt_br: Já possui uma conta?

# signUpPageSignIn
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt_br: Entrar

# signUpPageTryAgain
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
pt_br: Tente novamente

# signValidatorNameEmpty
source: Name field cannot be empty!
de: Das Feld Name darf nicht leer sein!
es: ¡El campo del nombre no puede estar vacío!
fr: Le champ Nom ne peut pas être vide !
it: Il campo Nome non può essere vuoto!
pt_br: O campo de nome não pode estar vazio!

# signValidatorNameSize
source: Must have at least 3 characters.
de: Muss mindestens 3 Zeichen lang sein.
es: Debe tener al menos 3 caracteres.
fr: Doit avoir au moins 3 caractères.
it: Deve avere almeno 3 caratteri.
pt_br: Deve ter pelo menos 3 caracteres.

# signValidatorNameValid
source: Enter a valid name!
de: Geben Sie einen gültigen Namen ein!
es: Ingresa un nombre válido.
fr: Entrez un nom valide !
it: Inserisci un nome valido!
pt_br: Insira um nome válido!

# signValidatorEmailEmpty
source: Email cannot be empty!
de: Die E-Mail-Adresse darf nicht leer sein!
es: El correo electrónico no puede estar vacío.
fr: L'email ne peut pas être vide !
it: L'email non può essere vuota!
pt_br: O e-mail não pode estar vazio!

# signValidatorEmailValid
source: Enter a valid email address!
de: Geben Sie eine gültige E-Mail-Adresse ein!
es: Ingresa una dirección de correo electrónico válida.
fr: Entrez une adresse email valide !
it: Inserisci un indirizzo email valido!
pt_br: Insira um endereço de e-mail válido!

# signValidatorPassordEmpty
source: Passord cannot be empty!
de: Das Passwort darf nicht leer sein!
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide !
it: La Password non può essere vuota!
pt_br: A senha não pode estar vazia!

# signValidatorPassordValid
source: Password have at least 8 characters, 1 capital letter and 1 number.
de: Das Passwort muss mindestens 8 Zeichen lang sein und mindestens einen Großbuchstaben und eine Zahl enthalten.
es: La contraseña debe tener al menos 8 caracteres, 1 letra mayúscula y 1 número.
fr: Le mot de passe doit avoir au moins 8 caractères, 1 majuscule et 1 chiffre.
it: La password deve avere almeno 8 caratteri, 1 lettera maiuscola e 1 numero.
pt_br: A senha deve ter pelo menos 8 caracteres, 1 letra maiúscula e 1 número.

# signValidatorPassordMatch
source: Passwords don't match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
pt_br: As senhas não coincidem.

# transValidatorAmountEmpty
source: Amount cannot be empty!
de: Der Betrag darf nicht leer sein!
es: El monto no puede estar vacío.
fr: Le montant ne peut pas être vide !
it: L'importo non può essere vuoto!
pt_br: O valor não pode estar vazio!

# transValidatorAmountGt0
source: Amount has be greater thet 0.
de: Der Betrag muss größer als 0 sein.
es: El monto debe ser mayor que 0.
fr: Le montant doit être supérieur à 0.
it: L'importo deve essere maggiore di 0.
pt_br: O valor deve ser maior que 0.

# transValidatorDescriptionEmpty
source: Description cannot be empty!
de: Die Beschreibung darf nicht leer sein!
es: La descripción no puede estar vacía.
fr: La description ne peut pas être vide !
it: La descrizione non può essere vuota!
pt_br: A descrição não pode estar vazia!

# transValidatorDescriptionGt3
source: Must have at least 3 characters.
de: Muss mindestens 3 Zeichen lang sein.
es: Debe tener al menos 3 caracteres.
fr: Doit avoir au moins 3 caractères.
it: Deve avere almeno 3 caratteri.
pt_br: Deve ter pelo menos 3 caracteres.

# transValidatorCategory
source: Select a category!
de: Kategorie auswählen!
es: ¡Selecciona una categoría!
fr: Sélectionnez une catégorie !
it: Seleziona una categoria!
pt_br: Selecione uma categoria!

# transValidatorDateEmpty
source: Date cannot be empty!
de: Das Datum darf nicht leer sein!
es: La fecha no puede estar vacía.
fr: La date ne peut pas être vide !
it: La data non può essere vuota!
pt_br: A data não pode estar vazia!

# transValidatorDateValid
source: Enter a valid date!
de: Geben Sie ein gültiges Datum ein!
es: Ingresa una fecha válida.
fr: Entrez une date valide !
it: Inserisci una data valida!
pt_br: Insira uma data válida!

# transPageTitleAdd
source: Add Transaction
de: Transaktion hinzufügen
es: Agregar Transacción
fr: Ajouter une transaction
it: Aggiungi Transazione
pt_br: Adicionar Transação

# transPageTitleUpdate
source: Update Transaction
de: Transaktion bearbeiten
es: Actualizar Transacción
fr: Modifier une transaction
it: Aggiorna Transazione
pt_br: Atualizar Transação

# transPageTitle
source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
pt_br: Transações

# transPageAmount
source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo
pt_br: Valor

# transPageDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição

# transPageCategoryHint
source: Select a category
de: Kategorie auswählen
es: Selecciona una categoría
fr: Sélectionnez une catégorie
it: Seleziona una categoria
pt_br: Selecione uma categoria

# transPageCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_br: Categoria

# transPageSelectAccTransfer
source: Select an account for fransfer
de: Konto für den Transfer auswählen
es: Seleccione una cuenta para la transferencia
fr: Sélectionnez un compte pour le transfert
it: Seleziona un account per il trasferimento
pt_br: Selecione uma conta para transferência

# transPageAccTransfer
source: Account for transfer
de: Konto für den Transfer
es: Cuenta para la transferencia
fr: Compte pour le transfert
it: Account per il trasferimento
pt_br: Conta para transferência

# transPageDate
source: Date
de: Datum
es: Fecha
it: Data
pt_br: Data

# transPageButtonAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# transPageButtonUpdate
source: Update
de: Bearbeiten
es: Actualizar
fr: Modifier
it: Aggiorna
pt_br: Atualizar

# transPageError
source: Sorry, something is wrong. Try later!
de: Entschuldigung, ein Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal!
es: Lo siento, algo salió mal. ¡Inténtalo más tarde!
fr: Désolé, il y a une erreur. Essayez plus tard !
it: Spiacente, qualcosa non va. Riprova più tardi!
pt_br: Desculpe, algo deu errado. Tente novamente mais tarde!

# addCancelButtonsAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# addCancelButtonsCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# rowOfTwoBottonsIncome
source: Income
de: Einnahmen
es: Ingreso
fr: Revenu
it: Entrata
pt_br: Receita

# rowOfTwoBottonsExpense
source: Expense
de: Ausgaben
es: Gasto
fr: Dépense
it: Uscite
pt_br: Despesa

# widgetAlertDialogClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

# categoriesHeaderTitle
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pt_br: Categorias

# categoriesHeaderSlide
source: Slide
de: Gleiten
es: Deslizar
fr: Glisser
it: Scorri
pt_br: Deslizar

# categoryTextFieldNAME
source: NAME
es: NOMBRE
fr: NOM
it: NOME
pt_br: NOME

# categoryTextFieldEnterDiffCatName
source: Enter a different category name
de: Geben Sie einen anderen Kategorienamen ein
es: Ingresa un nombre de categoría diferente
fr: Entrez un nom de catégorie différent
it: Inserisci un nome di categoria diverso
pt_br: Insira um nome de categoria diferente

# dismissibleCategoryConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt_br: Confirmar

# dismissibleCategorySureDeleteCategory
source: Are you sure you wish to delete {categoryName} Category?
de: Sind Sie sicher, dass Sie die Kategorie {categoryName} löschen möchten?
es: ¿Estás seguro de que deseas eliminar la Categoría {categoryName}?
fr: Êtes-vous sûr de vouloir supprimer la catégorie {categoryName} ?
it: Sei sicuro di voler eliminare la categoria {categoryName}?
pt_br: Tem certeza de que deseja excluir a Categoria {categoryName}?

# dismissibleCategoryDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

# dismissibleCategoryCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# dismissibleCategoryEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_br: Editar

# dismissibleCategoryReservedCategory
source: Reserved Category
de: Reservierte Kategorie
es: Categoría Reservada
fr: Catégorie réservée
it: Categoria Riservata
pt_br: Categoria Reservada

# dismissibleCategoryCategoryIsReserved
source: The {categoryName} category is reserved for transfers between accounts. You can rename, change icon and color, but you cannot remove it.
de: Die Kategorie {categoryName} ist für Transfers zwischen Konten reserviert. Sie können sie umbenennen, das Symbol und die Farbe ändern, aber sie nicht löschen.
es: La categoría {categoryName} está reservada para transferencias entre cuentas. Puedes cambiar el nombre, el icono y el color, pero no puedes eliminarla.
fr: La catégorie {categoryName} est réservée aux transferts entre comptes. Vous pouvez la renommer, changer son icône et sa couleur, mais vous ne pouvez pas la supprimer.
it: La categoria {categoryName} è riservata per i trasferimenti tra account. Puoi rinominarla, cambiare icona e colore, ma non puoi rimuoverla.
pt_br: A categoria {categoryName} é reservada para transferências entre contas. Você pode renomear, alterar o ícone e a cor, mas não pode removê-la.

# iconSelectionDialogIconSelection
source: Icon Selection
de: Symbolauswahl
es: Selección de Icono
fr: Sélection d'icône
it: Selezione Icona
pt_br: Seleção de Ícone

# iconSelectionDialogSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt_br: Buscar

# iconSelectionDialogIconFamily
source: Icons
de: Symbole
es: Iconos
fr: Icônes
it: Icone
pt_br: Ícones

# addCategoryDialogNewCategory
source: New Category
de: Neue Kategorie
es: Nueva Categoría
fr: Nouvelle catégorie
it: Nuova Categoria
pt_br: Nova Categoria

# addCategoryDialogEditCategory
source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier la catégorie
it: Modifica Categoria
pt_br: Editar Categoria

# addCategoryDialogCannotEmpty
source: Category name cannot be empty!
de: Der Kategoriename darf nicht leer sein!
es: El nombre de la categoría no puede estar vacío.
fr: Le nom de la catégorie ne peut pas être vide !
it: Il nome della categoria non può essere vuoto!
pt_br: O nome da categoria não pode estar vazio!

# addCategoryDialogAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# addCategoryDialogUpdate
source: Update
de: Bearbeiten
es: Actualizar
fr: Modifier
it: Aggiorna
pt_br: Atualizar

# addCategoryDialogCategoryName
source: Category Name
de: Kategoriename
es: Nombre de la Categoría
fr: Nom de la catégorie
it: Nome Categoria
pt_br: Nome da Categoria

# addCategoryDialogThisCategoryExists
source: This category name exists. Please choose a different category name.
de: Dieser Kategoriename existiert bereits. Bitte wählen Sie einen anderen Kategorienamen.
es: Este nombre de categoría ya existe. Por favor, elige un nombre de categoría diferente.
fr: Ce nom de catégorie existe déjà. Veuillez choisir un autre nom de catégorie.
it: Questo nome di categoria esiste già. Scegli un nome di categoria diverso.
pt_br: Este nome de categoria já existe. Por favor, escolha um nome de categoria diferente.

# categoryPageCategories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pt_br: Categorias

# categoryPageNoCategories
source: There is no categories at this time.
de: Keine Kategorien vorhanden.
es: No hay categorías en este momento.
fr: Il n'y a pas de catégories pour le moment.
it: Al momento non ci sono categorie.
pt_br: Não há categorias no momento.

# categoryPageTryLate
source: An error has ocurred! Try late.
de: Es ist ein Fehler aufgetreten! Bitte versuchen Sie es später noch einmal.
es: ¡Ha ocurrido un error! Inténtalo más tarde.
fr: Une erreur s'est produite ! Réessayez plus tard.
it: Si è verificato un errore! Riprova più tardi.
pt_br: Ocorreu um erro! Tente novamente mais tarde.

# categoryPageAdd
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# categoryPageClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

# transactionListTileDeleteTransaction
source: Delete Transaction
de: Transaktion löschen
es: Eliminar Transacción
fr: Supprimer la transaction
it: Elimina Transazione
pt_br: Excluir Transação

# transactionListTileCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_br: Categoria

# transactionListTileValue
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_br: Valor
