Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# helpStatisticsMove0
source: By clicking on the categories listed below, they will be displayed in the chart with their respective colors.
de: Durch Klicken auf die unten aufgeführten Kategorien werden sie im Diagramm mit ihren jeweiligen Farben angezeigt.
es: Al hacer clic en las categorías enumeradas a continuación, se mostrarán en el gráfico con sus respectivos colores.
fr: En cliquant sur les catégories répertoriées ci-dessous, elles apparaîtront dans le graphique avec leurs couleurs respectives.
it: Cliccando sulle categorie elencate di seguito, verranno visualizzate nel grafico con i rispettivi colori.
pt_br: Ao clicar nas categorias listadas abaixo, elas serão exibidas no gráfico com suas respectivas cores.

# helpStatisticsCardTitle
source: Summary Card and Chart
de: Zusammenfassungskarte und Diagramm
es: Tarjeta de Resumen y Gráfico
fr: Carte Récapitulative et Graphique
it: Scheda Riepilogativa e Grafico
pt_br: Cartão de Resumo e Gráfico

# helpStatisticsCard0
source: This card provides a summary of monthly movements and an annual chart.
de: Diese Karte bietet eine Zusammenfassung der monatlichen Bewegungen und ein jährliches Diagramm.
es: Esta tarjeta ofrece un resumen de los movimientos mensuales y un gráfico anual.
fr: Cette carte présente un résumé des mouvements mensuels et un graphique annuel.
it: Questa scheda presenta un riepilogo delle movimentazioni mensili e un grafico annuale.
pt_br: Este cartão apresenta um resumo das movimentações mensais e um gráfico anual.

# helpStatisticsCard1
source: ① Select the month;
de: ① Monat auswählen;
es: ① Selecciona el mes;
fr: ① Sélectionnez le mois ;
it: ① Seleziona il mese;
pt_br: ① Seleciona o mês;

# helpStatisticsCard2
source: ② Income, Expenses, and Balance movements;
de: ② Bewegungen von Einnahmen, Ausgaben und Guthaben;
es: ② Movimientos de Ingresos, Gastos y Saldo;
fr: ② Mouvements de Revenus, Dépenses et Solde ;
it: ② Movimentazioni di Entrate, Uscite e Bilancio;
pt_br: ② Movimentações de Receitas, Despesas e Balanço;

# helpStatisticsCard3
source: ③ Chart settings;
de: ③ Diagrammeinstellungen;
es: ③ Configuración del gráfico;
fr: ③ Configuration du graphique ;
it: ③ Impostazioni del grafico;
pt_br: ③ Configurações do gráfico;

# helpStatisticsCard4
source: ④ Chart of Income, Expenses, and Categories movements.
de: ④ Diagramm der Bewegungen von Einnahmen, Ausgaben und Kategorien.
es: ④ Gráfico de movimientos de Ingresos, Gastos y Categorías.
fr: ④ Graphique des mouvements de Revenus, Dépenses et Catégories.
it: ④ Grafico delle movimentazioni di Entrate, Uscite e Categorie.
pt_br: ④ Gráfico de movimentação de Receitas, Despesas e Categorias.

# helpStatisticsMenuTitle
source: Statistical Reference
de: Statistische Referenz
es: Referencia Estadística
fr: Référence Statistique
it: Riferimento Statistico
pt_br: Referência Estatística

# helpStatisticsMenu0
source: In the menu on this page, you can select a reference for the statistics of each category.
de: Im Menü auf dieser Seite können Sie eine Referenz für die Statistiken jeder Kategorie auswählen.
es: En el menú de esta página, puedes seleccionar una referencia para las estadísticas de cada categoría.
fr: Dans le menu de cette page, vous pouvez sélectionner une référence pour les statistiques de chaque catégorie.
it: Nel menu di questa pagina, puoi selezionare un riferimento per le statistiche di ogni categoria.
pt_br: No menu desta página, você pode selecionar uma referência para nas estatísticas de cada categoria.

# helpStatisticsMenu1
source: Select the **{StatisticsPageStatisticalRef}** menu ①,
de: Wählen Sie das Menü **{StatisticsPageStatisticalRef}** ①,
es: Selecciona el menú **{StatisticsPageStatisticalRef}** ①,
fr: Sélectionnez le menu **{StatisticsPageStatisticalRef}** ①,
it: Seleziona il menu **{StatisticsPageStatisticalRef}** ①,
pt_br: Selecione o menu **{StatisticsPageStatisticalRef}** ①,

# helpStatisticsMenu2
source: and then choose one of the statistical reference options ②.
de: und wählen Sie dann eine der statistischen Referenzoptionen aus ②.
es: y luego elige una de las opciones de referencia estadística ②.
fr: puis choisissez l'une des options de référence statistique ②.
it: e poi scegli una delle opzioni di riferimento statistico ②.
pt_br: e depois escolha uma das opções de referência estatística ②.

# helpStatisticsMenu3
source: These references will be used as a basis for determining deviations in category spending.
de: Diese Referenzen werden als Grundlage für die Feststellung von Abweichungen in den Ausgaben von Kategorien verwendet.
es: Estas referencias se utilizarán como base para determinar desviaciones en los gastos de las categorías.
fr: Ces références serviront de base pour déterminer les écarts dans les dépenses des catégories.
it: Questi riferimenti verranno utilizzati come base per determinare le differenze nelle spese delle categorie.
pt_br: Essas referências serão usadas como base para determinar os desvios nos gastos das categorias.

# helpTransactionsLockTitle
source: Transaction Verification
de: Transaktionsprüfung
es: Verificación de Transacciones
fr: Vérification des Transactions
it: Verifica delle Transazioni
pt_br: Verificação de Transações

# helpTransactionsLock0
source: The first icon in the 'Transactions Summary' indicates the state of Transaction Verification, an open or closed lock.
de: Das erste Symbol in der 'Transaktionsübersicht' zeigt den Status der Transaktionsprüfung an, ein offenes oder geschlossenes Schloss.
es: El primer ícono en el 'Resumen de Transacciones' indica el estado de la Verificación de Transacciones, un candado abierto o cerrado.
fr: La première icône dans la 'Résumé des Transactions' indique l'état de la Vérification des Transactions, un cadenas ouvert ou fermé.
it: La prima icona nella 'Riepilogo delle Transazioni' indica lo stato della Verifica delle Transazioni, un lucchetto aperto o chiuso.
pt_br: O primeiro ícone no 'Resumo das Transações' indica o estado da Verificação de Transações, um cadeado aberto ou fechado.

# helpTransactionsLock1
source: With Transaction Verification enabled, you can verify a transaction by clicking on it: verified transaction ①, unverified transaction ②.
de: Mit aktivierter Transaktionsprüfung können Sie eine Transaktion überprüfen, indem Sie darauf klicken: überprüfte Transaktion ①, nicht überprüfte Transaktion ②.
es: Con la Verificación de Transacciones habilitada, es posible verificar una transacción haciendo clic en ella: transacción verificada ①, transacción no verificada ②.
fr: Avec la Vérification des Transactions activée, vous pouvez vérifier une transaction en cliquant dessus : transaction vérifiée ①, transaction non vérifiée ②.
it: Con la Verifica delle Transazioni abilitata, è possibile verificare una transazione cliccando su di essa: transazione verificata ①, transazione non verificata ②.
pt_br: Com a Verificação de Transações habilitada, é possível verificar uma transação clicando sobre ela: transação verificada ①, transação não verificada ②.

# helpTransactionsLock2
source: A verified transaction indicates that this transaction has already been confirmed in your bank statements. Therefore, these transactions cannot be edited or deleted.
de: Eine überprüfte Transaktion zeigt an, dass diese Transaktion bereits in Ihren Bankauszügen bestätigt wurde. Daher können diese Transaktionen nicht bearbeitet oder gelöscht werden.
es: Una transacción verificada indica que esta transacción ya ha sido confirmada en sus extractos bancarios. Por lo tanto, estas transacciones no pueden ser editadas ni eliminadas.
fr: Une transaction vérifiée indique que cette transaction a déjà été confirmée dans vos relevés bancaires. Par conséquent, ces transactions ne peuvent pas être modifiées ou supprimées.
it: Una transazione verificata indica che questa transazione è già stata confermata nei tuoi estratti bancari. Pertanto, queste transazioni non possono essere modificate o eliminate.
pt_br: Uma transação verificada indica que esta transação já foi confirmada em seus extratos bancários. Por isso, essas transações não podem ser editadas ou excluídas.

# helpTransactionsFutureTitle
source: Future Transactions
de: Zukünftige Transaktionen
es: Transacciones Futuras
fr: Transactions Futures
it: Transazioni Future
pt_br: Transações Futuras

# helpTransactionsFuture0
source: These are transactions that will be settled in the future, such as scheduled payments, installments, and more.
de: Dies sind Transaktionen, die in der Zukunft abgewickelt werden, wie geplante Zahlungen, Ratenzahlungen und mehr.
es: Son transacciones que se liquidarán en el futuro, como pagos programados, financiamientos, entre otros.
fr: Ce sont des transactions qui seront réglées à l'avenir, telles que des paiements planifiés, des échelonnements, etc.
it: Sono transazioni che saranno regolate in futuro, come pagamenti pianificati, rateizzazioni e altro.
pt_br: São transações que serão compensadas no futuro, como pagamentos agendados, parcelamentos e outros.

# helpTransactionsFuture1
source: Future Transactions appear in pastel tones ① to distinguish them from unverified ② and verified ③ transactions.
de: Zukünftige Transaktionen erscheinen in Pastelltönen ①, um sie von nicht überprüften ② und überprüften ③ Transaktionen zu unterscheiden.
es: Las Transacciones Futuras aparecen en tonos pastel ① para destacarse de las transacciones no verificadas ② y verificadas ③.
fr: Les Transactions Futures apparaissent en tons pastel ① pour se distinguer des transactions non vérifiées ② et vérifiées ③.
it: Le Transazioni Future appaiono in toni pastello ① per distinguersi dalle transazioni non verificate ② e verificate ③.
pt_br: Transações Futuras aparecem em tons pastéis ① para se destacar das transações não verificadas ② e verificadas ③.

# helpTransactionsFuture2
source: By default, the app displays future transactions within up to 7 days ahead of the current date.
de: Standardmäßig zeigt die App zukünftige Transaktionen bis zu 7 Tage im Voraus zum aktuellen Datum an.
es: Por defecto, la aplicación muestra las transacciones futuras dentro de un máximo de 7 días a partir de la fecha actual.
fr: Par défaut, l'application affiche les transactions futures jusqu'à 7 jours à l'avance par rapport à la date actuelle.
it: Per impostazione predefinita, l'applicazione mostra le transazioni future entro un massimo di 7 giorni dalla data attuale.
pt_br: Por padrão, o aplicativo apresenta as transações futuras dentro de até 7 dias à frente da data atual.

# helpTransactionsFuture3
source: To change the visibility window of future transactions, select the icons in the top right corner on the Summary screen ⓐ -> 'Show Future Transactions' ⓑ -> and select the desired option ⓒ.
de: Um das Sichtbarkeitsfenster zukünftiger Transaktionen zu ändern, wählen Sie die Symbole oben rechts auf der Zusammenfassungsseite aus ⓐ -> 'Zukünftige Transaktionen anzeigen' ⓑ -> und wählen Sie die gewünschte Option ⓒ.
es: Para cambiar la ventana de visibilidad de las transacciones futuras, seleccione los iconos en la esquina superior derecha en la pantalla de Resumen ⓐ -> 'Mostrar Transacciones Futuras' ⓑ -> y seleccione la opción deseada ⓒ.
fr: Pour modifier la fenêtre de visibilité des transactions futures, sélectionnez les icônes dans le coin supérieur droit de l'écran Résumé ⓐ -> 'Afficher les Transactions Futures' ⓑ -> et sélectionnez l'option souhaitée ⓒ.
it: Per modificare la finestra di visibilità delle transazioni future, seleziona le icone nell'angolo in alto a destra nella schermata Riepilogo ⓐ -> 'Mostra Transazioni Future' ⓑ -> e seleziona l'opzione desiderata ⓒ.
pt_br: Para alterar a janela de visibilidade das transações futuras, selecione os ícones no canto superior direito no quadro de Resumo ⓐ -> 'Mostrar Transações Futuras' ⓑ -> e selecione a opção desejada ⓒ.

# helpIndexTitle
source: Index
es: Índice
it: Indice
pt_br: Índice

# helpBackupRestoreTitle
source: Creating/Restoring Backups
de: Erstellung/Wiederherstellung von Backups
es: Creación/Restauración de Copias de Seguridad
fr: Création/Restauration de Sauvegardes
it: Creazione/Ripristino dei Backup
pt_br: Criando/Restaurando Backups

# helpBackupRestore0
source: As we do not collect information about transactions added to your device, it is crucial that you maintain a backup of your data to prevent potential losses, whether due to accidents or theft.
de: Da wir keine Informationen zu den auf Ihrem Gerät hinzugefügten Transaktionen sammeln, ist es entscheidend, dass Sie eine Sicherungskopie Ihrer Daten erstellen, um mögliche Verluste zu vermeiden, sei es durch Unfälle oder Diebstahl.
es: Dado que no recopilamos información sobre las transacciones agregadas a su dispositivo, es crucial que mantenga una copia de seguridad de sus datos para evitar posibles pérdidas, ya sea por accidente o robo.
fr: Étant donné que nous ne recueillons pas d'informations sur les transactions ajoutées à votre appareil, il est essentiel que vous conserviez une sauvegarde de vos données pour éviter d'éventuelles pertes, que ce soit par accident ou par vol.
it: Poiché non raccogliamo informazioni sulle transazioni aggiunte al tuo dispositivo, è fondamentale mantenere un backup dei tuoi dati per evitare possibili perdite, sia per incidenti che per furti.
pt_br: Como não coletamos informações sobre as transações adicionadas ao seu dispositivo, é crucial que você mantenha um backup de seus dados para evitar possíveis perdas, seja por acidente ou roubo.

# helpBackupRestore1
source: To simplify this task, Finances offers the **Create/Restore Backup** option, which can be accessed from the menu on the main page of the application ①.
de: Um diese Aufgabe zu vereinfachen, bietet Finanzen die Option **Backup erstellen/wiederherstellen** an, die über das Menü auf der Hauptseite der Anwendung ① aufgerufen werden kann.
es: Para facilitar esta tarea, Finanzas ofrece la opción **Crear/Restaurar Copia de Seguridad**, que se puede acceder desde el menú en la página principal de la aplicación ①.
fr: Pour simplifier cette tâche, Finances offre l'option **Créer/Restaurer une Sauvegarde**, accessible à partir du menu sur la page principale de l'application ①.
it: Per semplificare questa operazione, Finanze offre l'opzione **Crea/Ripristina Backup**, accessibile dal menu nella pagina principale dell'applicazione ①.
pt_br: Para facilitar essa tarefa, o Finances oferece a opção **Criar/Restaurar Backup**, que pode ser acessada a partir do menu na página principal do aplicativo ①.

# helpBackupRestore2
source: Creating Backup
de: Backup erstellen
es: Crear Copia de Seguridad
fr: Créer une Sauvegarde
it: Crea Backup
pt_br: Criar Backup

# helpBackupRestore3
source: By selecting the **Create/Restore Backup** option, a dialog box will open, allowing you to choose the desired action: ② or ③.
de: Durch Auswahl der Option **Backup erstellen/wiederherstellen** wird ein Dialogfeld geöffnet, das es Ihnen ermöglicht, die gewünschte Aktion auszuwählen: ② oder ③.
es: Al seleccionar la opción **Crear/Restaurar Copia de Seguridad**, se abrirá una ventana de diálogo que le permitirá elegir la acción deseada: ② o ③.
fr: En sélectionnant l'option **Créer/Restaurer une Sauvegarde**, une boîte de dialogue s'ouvrira, vous permettant de choisir l'action souhaitée : ② ou ③.
it: Selezionando l'opzione **Crea/Ripristina Backup**, si aprirà una finestra di dialogo che ti consentirà di scegliere l'azione desiderata: ② o ③.
pt_br: Ao selecionar a opção **Criar/Restaurar Backup**, uma caixa de diálogo será aberta, permitindo que você escolha a ação desejada: ② ou ③.

# helpBackupRestore4
source: This action will open the file manager on your device.
de: Diese Aktion öffnet den Dateimanager auf Ihrem Gerät.
es: Esta acción abrirá el administrador de archivos de su dispositivo.
fr: Cette action ouvrira le gestionnaire de fichiers de votre appareil.
it: Questa azione aprirà il gestore dei file del tuo dispositivo.
pt_br: Essa ação abrirá o gerenciador de arquivos do seu dispositivo.

# helpBackupRestore5
source: **Please Note:** For security reasons, some folders may have restricted access. Pay attention to the information displayed on your device.
de: **Bitte beachten Sie:** Aus Sicherheitsgründen können einige Ordner eingeschränkten Zugriff haben. Beachten Sie die auf Ihrem Gerät angezeigten Informationen.
es: **Atención:** Por motivos de seguridad, es posible que algunas carpetas tengan acceso restringido. Preste atención a la información que se muestra en su dispositivo.
fr: **Attention :** Pour des raisons de sécurité, certaines dossiers peuvent avoir un accès limité. Soyez attentif aux informations affichées sur votre appareil.
it: **Attenzione:** Per motivi di sicurezza, alcune cartelle potrebbero avere accesso limitato. Presta attenzione alle informazioni visualizzate sul tuo dispositivo.
pt_br: **Atenção:** Por motivos de segurança, algumas pastas podem ter acesso restrito. Esteja atento às informações exibidas no seu dispositivo.

# helpBackupRestore6
source: Choose a folder in which you have write permission, such as **Documents** or **Downloads**, and grant the necessary permission to create the backup.
de: Wählen Sie einen Ordner aus, in dem Sie Schreibberechtigungen haben, wie z.B. **Dokumente** oder **Downloads**, und erteilen Sie die erforderliche Berechtigung zur Erstellung des Backups.
es: Elija una carpeta en la que tenga permiso de escritura, como **Documentos** o **Descargas**, y otorgue los permisos necesarios para crear la copia de seguridad.
fr: Choisissez un dossier dans lequel vous avez l'autorisation d'écrire, tel que **Documents** ou **Téléchargements**, puis accordez les autorisations nécessaires pour créer la sauvegarde.
it: Scegli una cartella in cui hai il permesso di scrivere, come **Documenti** o **Download**, e concede le autorizzazioni necessarie per creare il backup.
pt_br: Escolha uma pasta na qual você tenha permissão de gravação, como **Documentos** ou **Downloads**, e conceda a permissão necessária para criar o backup.

# helpBackupRestore7
source: Upon completion of the process, a dialog box will confirm the success of the operation.
de: Nach Abschluss des Vorgangs wird ein Dialogfeld den erfolgreichen Abschluss der Operation bestätigen.
es: Al finalizar el proceso, se mostrará una ventana de diálogo que confirmará el éxito de la operación.
fr: À la fin du processus, une boîte de dialogue confirmera le succès de l'opération.
it: Alla fine del processo, verrà visualizzata una finestra di dialogo che confermerà il successo dell'operazione.
pt_br: Após a conclusão do processo, uma caixa de diálogo confirmará o sucesso da operação.

# helpBackupRestore8
source: Restoring Backup
de: Backup wiederherstellen
es: Restaurar Copia de Seguridad
fr: Restaurer une Sauvegarde
it: Ripristina Backup
pt_br: Restaurar Backup

# helpBackupRestore9
source: If you choose to **Restore Backup**, ③, the file manager on your device will open.
de: Wenn Sie sich dafür entscheiden, ein **Backup wiederherzustellen**, ③, wird der Dateimanager auf Ihrem Gerät geöffnet.
es: Si opta por **Restaurar Copia de Seguridad**, ③, se abrirá el administrador de archivos de su dispositivo.
fr: Si vous optez pour **Restaurer une Sauvegarde**, ③, le gestionnaire de fichiers de votre appareil s'ouvrira.
it: Se scegli **Ripristina Backup**, ③, verrà aperto il gestore dei file del tuo dispositivo.
pt_br: Se você optar por **Restaurar Backup**, ③, o gerenciador de arquivos do seu dispositivo será aberto.

# helpBackupRestore10
source: Select the desired backup file to initiate the restoration process. Once completed, the application will restart with the recovered information.
de: Wählen Sie die gewünschte Backup-Datei aus, um den Wiederherstellungsvorgang zu starten. Nach Abschluss wird die Anwendung mit den wiederhergestellten Informationen neu gestartet.
es: Seleccione el archivo de copia de seguridad deseado para iniciar el proceso de restauración. Una vez completado, la aplicación se reiniciará con la información recuperada.
fr: Sélectionnez le fichier de sauvegarde souhaité pour démarrer le processus de restauration. Une fois terminé, l'application redémarrera avec les informations récupérées.
it: Scegli il file di backup desiderato per avviare il processo di ripristino. Alla fine, l'applicazione si riavvierà con le informazioni ripristinate.
pt_br: Escolha o arquivo de backup desejado para iniciar o processo de restauração. Após a conclusão, o aplicativo será reiniciado com informações recuperadas.

# helpTransactionsFilterTitle
source: Transaction Filter
de: Transaktionsfilter
es: Filtro de Transacciones
fr: Filtrer les Transactions
it: Filtra Transazioni
pt_br: Filtro de Transações

# helpTransactionsFilter0
source: On the main page of the app, you can filter transactions by Description or Category.
de: Auf der Hauptseite der Anwendung können Sie Transaktionen nach Beschreibung oder Kategorie filtern.
es: En la página principal de la aplicación, es posible filtrar las transacciones por Descripción o Categoría.
fr: Sur la page principale de l'application, il est possible de filtrer les transactions par Description ou Catégorie.
it: Nella pagina principale dell'app, è possibile filtrare le transazioni per Descrizione o Categoria.
pt_br: Na página principal do aplicativo, é possível filtrar as transações por Descrição ou Categoria.

# helpTransactionsFilter1
source: Filter Transactions by Description or Category.
de: Filtern von Transaktionen nach Beschreibung oder Kategorie.
es: Filtrar Transacciones por Descripción o Categoría.
fr: Filtrer les Transactions par Description ou Catégorie.
it: Filtrare le Transazioni per Descrizione o Categoria.
pt_br: Filtrar Transações por Descrição ou Categoria.

# helpTransactionsFilter2
source: Filtering by Description can be just a part of the text, like 'emp' for.
de: Das Filtern nach Beschreibung kann nur ein Teil des Textes sein, wie 'emp' für.
es: La filtración por Descripción puede ser solo una parte del texto, como 'emp' para.
fr: La filtrage par Description peut être seulement une partie du texte, comme 'emp' pour.
it: Il filtraggio per Descrizione può essere solo una parte del testo, come 'emp' per.
pt_br: A filtragem por descrição pode ser apenas uma parte do texto, como 'emp' para.

# helpTransactionsFilter3
source: Filtering by Category should be the full name of the category.
de: Das Filtern nach Kategorie sollte der vollständige Name der Kategorie sein.
es: La filtración por Categoría debe ser el nombre completo de la categoría.
fr: Le filtrage par Catégorie doit être le nom complet de la catégorie.
it: Il filtraggio per Categoria deve essere il nome completo della categoria.
pt_br: A filtragem por Categoria deve ser o nome completo da categoria.

# helpTransactionsFilter4
source: To clear the filter, simply long-press the filter icon or create an empty filter.
de: Um den Filter zu löschen, drücken Sie einfach lange auf das Filter-Symbol oder erstellen Sie einen leeren Filter.
es: Para limpiar el filtro, simplemente presione el ícono del filtro durante un largo tiempo o cree un filtro vacío.
fr: Pour effacer le filtre, il suffit d'appuyer longuement sur l'icône du filtre ou de créer un filtre vide.
it: Per cancellare il filtro, basta premere a lungo sull'icona del filtro o creare un filtro vuoto.
pt_br: Para limpar o filtro, basta pressionar o ícone do filtro por um longo tempo ou criar um filtro vazio.

# helpSettingsTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt_br: Configurações
