Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# helpIntroduction1
source: **Privacy:** Finances limits itself to collect only two pieces of information from its users, namely an email address and a unique password for authentication on Google's Firebase. All your information about financial transactions, accounts, and investments is stored locally on your device, giving you full control over your data.
de: **Datenschutz:** Finances beschränkt sich darauf, nur zwei Informationen von seinen Benutzern zu sammeln, nämlich eine E-Mail-Adresse und ein eindeutiges Passwort zur Authentifizierung bei Google's Firebase. Alle Ihre Informationen zu finanziellen Transaktionen, Konten und Investitionen werden lokal auf Ihrem Gerät gespeichert, wodurch Sie die volle Kontrolle über Ihre Daten haben.
es: **Privacidad:** Finances se limita a recopilar solo dos datos de sus usuarios: una dirección de correo electrónico y una contraseña exclusiva para la autenticación en Firebase de Google. Toda su información sobre transacciones financieras, cuentas e inversiones se almacena localmente en su dispositivo, lo que le brinda un control total sobre sus datos.
fr: **Confidentialité :** Finances se limite à collecter uniquement deux informations de ses utilisateurs, à savoir une adresse e-mail et un mot de passe exclusif pour l'authentification sur Firebase de Google. Toutes vos informations sur les transactions financières, les comptes et les investissements sont stockées localement sur votre appareil, vous donnant un contrôle total sur vos données.
it: **Privacy:** Finances si limita a raccogliere solo due informazioni dai suoi utenti, ovvero un indirizzo email e una password esclusiva per l'autenticazione su Firebase di Google. Tutte le tue informazioni sulle transazioni finanziarie, i conti e gli investimenti vengono memorizzate localmente sul tuo dispositivo, garantendo il pieno controllo sui tuoi dati.
pt_br: **Privacidade:** O Finances se limita a coletar apenas duas informações de seus usuários sendo elas um endereço de e-mail e uma senha exclusiva para autenticação no Firebase da Google. Todas as suas informações de transações financeiras, contas e investimentos são armazenadas localmente em seu dispositivo, proporcionando controle total sobre seus dados.

# helpIntroduction2
source: In summary, Finances offers a comprehensive and secure experience for managing your personal finances. With features to manage multiple accounts, customize expense categories, and track your budgets, you'll be on the right path to confidently achieve your financial goals.
de: Zusammenfassend bietet Finances eine umfassende und sichere Erfahrung zur Verwaltung Ihrer persönlichen Finanzen. Mit Funktionen zur Verwaltung mehrerer Konten, zur Anpassung von Ausgabenkategorien und zur Verfolgung Ihrer Budgets sind Sie auf dem richtigen Weg, um Ihre finanziellen Ziele selbstbewusst zu erreichen.
es: En resumen, Finances ofrece una experiencia completa y segura para la gestión de sus finanzas personales. Con funciones para administrar varias cuentas, personalizar categorías de gastos y realizar un seguimiento de sus presupuestos, estará en el camino correcto para alcanzar sus objetivos financieros con confianza.
fr: En résumé, Finances offre une expérience complète et sécurisée pour la gestion de vos finances personnelles. Avec des fonctionnalités pour gérer plusieurs comptes, personnaliser les catégories de dépenses et suivre vos budgets, vous serez sur la bonne voie pour atteindre vos objectifs financiers en toute confiance.
it: In sintesi, Finances offre un'esperienza completa e sicura per la gestione delle tue finanze personali. Con funzionalità per gestire diversi account, personalizzare categorie di spese e monitorare i tuoi budget, sarai sulla strada giusta per raggiungere i tuoi obiettivi finanziari con fiducia.
pt_br: Em resumo, o Finances oferece uma experiência abrangente e segura para o gerenciamento de suas finanças pessoais. Com recursos para administrar várias contas, personalizar categorias de despesas e acompanhar seus orçamentos, você estará no caminho certo para alcançar seus objetivos financeiros com confiança.

# helpPresentationTitle
source: Presentation
de: Präsentation
es: Presentación
fr: Présentation
it: Presentazione
pt_br: Apresentação

# helpPresentation0
source: Finances consists of four main pages, each with a specific purpose:
de: Finances besteht aus vier Hauptseiten, jede mit einem spezifischen Zweck:
es: Finances está compuesto por cuatro páginas principales, cada una con un propósito específico:
fr: Finances est composé de quatre pages principales, chacune ayant un but spécifique :
it: Finances è composto da quattro pagine principali, ognuna con uno scopo specifico:
pt_br: O Finances é composto por quatro páginas principais, cada uma com um propósito específico:

# helpPresentation1
source: **Home Page** - Manage your transactions in the selected account;
de: **Startseite** - Verwalten Sie Ihre Transaktionen im ausgewählten Konto;
es: **Página de inicio** - Gestiona tus transacciones en la cuenta seleccionada;
fr: **Page d'accueil** - Gérez vos transactions dans le compte sélectionné ;
it: **Home Page** - Gestisci le tue transazioni nell'account selezionato;
pt_br: **Página Inicial** - Gerencie suas transações na conta selecionada;

# helpPresentation2
source: **Accounts** - Create, delete, and edit your accounts within the app;
de: **Konten** - Erstellen, löschen und bearbeiten Sie Ihre Konten in der App;
es: **Cuentas** - Crea, elimina y edita tus cuentas dentro de la aplicación;
fr: **Comptes** - Créez, supprimez et modifiez vos comptes dans l'application ;
it: **Account** - Crea, elimina e modifica i tuoi account nell'applicazione;
pt_br: **Contas** - Crie, exclua e edite suas contas dentro do aplicativo;

# helpPresentation3
source: **Categories/Budget** - Manage your financial categories and budgets;
de: **Kategorien/Budget** - Verwalten Sie Ihre finanziellen Kategorien und Budgets;
es: **Categorías/Presupuesto** - Gestiona tus categorías y presupuestos financieros;
fr: **Catégories/Budget** - Gérez vos catégories et budgets financiers ;
it: **Categorie/Budget** - Gestisci le tue categorie e budget finanziari;
pt_br: **Categorias/Orçamento** - Gerencie suas categorias e orçamentos financeiros;

# helpPresentation4
source: **Statistics** - Visualize and track your expenses.
de: **Statistiken** - Visualisieren und verfolgen Sie Ihre Ausgaben.
es: **Estadísticas** - Visualiza y sigue tus gastos.
fr: **Statistiques** - Visualisez et suivez vos dépenses.
it: **Statistiche** - Visualizza e monitora le tue spese.
pt_br: **Estatísticas** - Visualize e acompanhe seus gastos.

# helpPresentation5
source: You can access these pages through the icons in the app's bottom bar.
de: Sie können auf diese Seiten über die Symbole in der unteren Leiste der App zugreifen.
es: Puedes acceder a estas páginas a través de los íconos en la barra inferior de la aplicación.
fr: Vous pouvez accéder à ces pages via les icônes dans la barre inférieure de l'application.
it: Puoi accedere a queste pagine tramite le icone nella barra inferiore dell'applicazione.
pt_br: Você pode acessar essas páginas por meio dos ícones na barra inferior do aplicativo.

# helpPresentation6
source: The list icon in the upper right corner of these help pages gives you access to an index page of the help pages.
de: Das Listen-Symbol in der oberen rechten Ecke dieser Hilfeseiten ermöglicht Ihnen den Zugriff auf eine Indexseite der Hilfeseiten.
es: El icono de lista en la esquina superior derecha de estas páginas de ayuda te da acceso a una página de índice de las páginas de ayuda.
fr: L'icône de liste dans le coin supérieur droit de ces pages d'aide vous donne accès à une page d'index des pages d'aide.
it: L'icona dell'elenco nell'angolo in alto a destra di queste pagine di aiuto ti consente di accedere a una pagina di indice delle pagine di aiuto.
pt_br: O ícone de lista no canto superior direito destas páginas de ajuda lhe dá acesso a uma página de índice das páginas de ajuda.

# helpTransactionsTitle
source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
pt_br: Transações

# helpTransactions0
source: On this page, you can manage all transactions, such as payments, receipts, and transfers between accounts.
de: Auf dieser Seite können Sie alle Transaktionen wie Zahlungen, Einnahmen und Überweisungen zwischen Konten verwalten.
es: En esta página, puedes gestionar todas las transacciones, como pagos, ingresos y transferencias entre cuentas.
fr: Sur cette page, vous pouvez gérer toutes les transactions, telles que les paiements, les revenus et les transferts entre comptes.
it: In questa pagina puoi gestire tutte le transazioni, come pagamenti, entrate e trasferimenti tra account.
pt_br: Nesta página, você pode gerenciar todas as transações, como pagamentos, recebimentos e transferências entre contas.

# helpTransactions1
source: ① User's name.
de: ① Benutzername.
es: ① Nombre de usuario.
fr: ① Nom d'utilisateur.
it: ① Nome utente.
pt_br: ① Nome do usuário.

# helpTransactions2
source: ② Page menu with options: Settings, Create/Restore Backup, Help, and Exit.
de: ② Seitenmenü mit Optionen: Einstellungen, Backup erstellen/wiederherstellen, Hilfe und Beenden.
es: ② Menú de la página con opciones: Configuración, Crear/Restaurar copia de seguridad, Ayuda y Salir.
fr: ② Menu de la page avec des options : Paramètres, Créer/Restaurer une sauvegarde, Aide et Quitter.
it: ② Menu della pagina con opzioni: Impostazioni, Crea/Ripristina Backup, Aiuto ed Esci.
pt_br: ② Menu da página com as opções: Configurações, Criar/Restaurar Backup, Ajuda e Sair.

# helpTransactions3
source: ③ Card with account information;
de: ③ Karte mit Kontoinformationen;
es: ③ Tarjeta con información de la cuenta;
fr: ③ Carte avec les informations du compte ;
it: ③ Scheda con informazioni dell'account;
pt_br: ③ Cartão com informações da conta;

# helpTransactions4
source: ④ Account transaction history;
de: ④ Transaktionsverlauf des Kontos;
es: ④ Historial de transacciones de la cuenta;
fr: ④ Historique des transactions du compte ;
it: ④ Cronologia delle transazioni dell'account;
pt_br: ④ Histórico de transações da conta;

# helpTransactions5
source: ⑤ Add a new transaction;
de: ⑤ Eine neue Transaktion hinzufügen;
es: ⑤ Agregar una nueva transacción;
fr: ⑤ Ajouter une nouvelle transaction ;
it: ⑤ Aggiungi una nuova transazione;
pt_br: ⑤ Adicionar uma nova transação;

# helpTransactions6
source: ⑥ Page selection bar.
de: ⑥ Seitenauswahlleiste.
es: ⑥ Barra de selección de páginas.
fr: ⑥ Barre de sélection de pages.
it: ⑥ Barra di selezione delle pagine.
pt_br: ⑥ Barra de seleção de páginas.

# helpTransactionsCardTitle
source: Transactions Summary
de: Transaktionszusammenfassung
es: Resumen de Transacciones
fr: Résumé des Transactions
it: Riepilogo delle Transazioni
pt_br: Resumo das Transações

# helpTransactionsCard0
source: This card provides a summary of account transaction information and some selection options.
de: Diese Karte bietet eine Zusammenfassung der Informationen zu Kontobewegungen und einige Auswahlmöglichkeiten.
es: Esta tarjeta presenta un resumen de la información de movimiento de la cuenta y algunas opciones de selección.
fr: Cette carte présente un résumé des informations sur les mouvements de compte et quelques options de sélection.
it: Questa scheda fornisce un riepilogo delle informazioni sulle transazioni dell'account e alcune opzioni di selezione.
pt_br: Este cartão apresenta um resumo das informações de movimentação da conta e algumas opções de seleção.

# helpTransactionsCard1
source: ① Selected account. Click to choose other registered accounts;
de: ① Ausgewähltes Konto. Klicken Sie, um andere registrierte Konten auszuwählen;
es: ① Cuenta seleccionada. Haga clic para elegir otras cuentas registradas;
fr: ① Compte sélectionné. Cliquez pour choisir d'autres comptes enregistrés;
it: ① Account selezionato. Fai clic per scegliere altri account registrati;
pt_br: ① Conta selecionada. Clique para escolher outras contas cadastradas;

# helpTransactionsCard2
source: ② Current account balance;
de: ② Aktueller Kontostand;
es: ② Saldo actual de la cuenta;
fr: ② Solde actuel du compte;
it: ② Saldo attuale dell'account;
pt_br: ② Saldo atual da conta;

# helpTransactionsCard3
source: ③ Opens menus for Lock/Unlock Transaction Verification and Selection of visible future transactions window;
de: ③ Öffnet Menüs für Sperren/Entsperren der Transaktionsverifizierung und Auswahl des sichtbaren zukünftigen Transaktionsfensters;
es: ③ Abre los menús para Bloquear/Desbloquear la verificación de Transacciones y la Selección de la ventana de transacciones futuras visibles;
fr: ③ Ouvre les menus pour Bloquer/Débloquer la vérification des Transactions et la Sélection de la fenêtre des transactions futures visibles;
it: ③ Apre i menu per Bloccare/Sbloccare la verifica delle Transazioni e la Selezione della finestra delle transazioni future visibile;
pt_br: ③ Abre os menus para Bloquear/Desbloquear a verificação de Transações e Seleção da janela de transações futuras visíveis;

# helpTransactionsCard4
source: ④ Month selection. The default month always corresponds to the current month or the month of the last transaction;
de: ④ Monatsauswahl. Der Standardmonat entspricht immer dem aktuellen Monat oder dem Monat der letzten Transaktion;
es: ④ Selección del mes. El mes predeterminado siempre corresponde al mes actual o al mes de la última transacción;
fr: ④ Sélection du mois. Le mois par défaut correspond toujours au mois actuel ou au mois de la dernière transaction;
it: ④ Selezione del mese. Il mese predefinito corrisponde sempre al mese attuale o al mese dell'ultima transazione;
pt_br: ④ Seleção do mês. O mês padrão sempre corresponde ao mês atual ou ao mês do último lançamento;

# helpTransactionsCard5
source: ⑤ Total Income and Expenses for the selected month.
de: ⑤ Gesamteinnahmen und -ausgaben für den ausgewählten Monat.
es: ⑤ Total de Ingresos y Gastos del mes seleccionado.
fr: ⑤ Total des Revenus et des Dépenses du mois sélectionné.
it: ⑤ Totale Entrate e Uscite del mese selezionato.
pt_br: ⑤ Total de Receitas e Despesas do mês selecionado.

# helpTransactionsCard6
source: **Note:** **Locked Transactions** cannot be edited or deleted
de: **Hinweis:** **Gesperrte Transaktionen** können nicht bearbeitet oder gelöscht werden
es: **Nota:** Las **Transacciones bloqueadas** no se pueden editar ni eliminar
fr: **Remarque :** Les **Transactions bloquées** ne peuvent pas être modifiées ou supprimées
it: **Nota:** Le **Transazioni bloccate** non possono essere modificate o eliminate
pt_br: **Obs:** **Transações bloqueadas** não podem ser editadas ou excluídas

# helpTransactionsEditTitle
source: Edit/Delete Transactions
de: Transaktionen bearbeiten/löschen
es: Editar/Eliminar Transacciones
fr: Modifier/Supprimer des Transactions
it: Modifica/Elimina Transazioni
pt_br: Editar/Excluir Transações

# helpTransactionsEdit0
source: This app uses swipe gestures to access edit and delete commands for a transaction.
de: Diese App verwendet Wischgesten, um Bearbeitungs- und Löschbefehle für eine Transaktion aufzurufen.
es: Esta aplicación utiliza el deslizamiento hacia la derecha/izquierda para acceder a los comandos de edición y eliminación de una transacción.
fr: Cette application utilise le balayage vers la droite/gauche pour accéder aux commandes de modification et de suppression d'une transaction.
it: Questa app utilizza lo swipe verso destra/sinistra per accedere ai comandi di modifica ed eliminazione di una transazione.
pt_br: Este aplicativo utiliza o deslize para a direita/esquerda para acessar os comandos de edição e exclusão de uma transação.

# helpTransactionsEdit1
source: To edit an **unlocked transaction**, swipe the transaction to the right.
de: Um eine **entsperrte Transaktion** zu bearbeiten, wischen Sie die Transaktion nach rechts.
es: Para editar una **transacción desbloqueada**, desliza la transacción hacia la derecha.
fr: Pour modifier une **transaction déverrouillée**, faites glisser la transaction vers la droite.
it: Per modificare una **transazione sbloccata**, effettua uno swipe verso destra sulla transazione.
pt_br: Para editar uma **transação destravada**, deslize a transação para a direita.

# helpTransactionsEdit2
source: To delete an **unlocked transaction**, swipe the transaction to the left.
de: Um eine **entsperrte Transaktion** zu löschen, wischen Sie die Transaktion nach links.
es: Para eliminar una **transacción desbloqueada**, desliza la transacción hacia la izquierda.
fr: Pour supprimer une **transaction déverrouillée**, faites glisser la transaction vers la gauche.
it: Per eliminare una **transazione sbloccata**, effettua uno swipe verso sinistra sulla transazione.
pt_br: Para excluir uma **transação destravada**, deslize a transação para a esquerda.

# helpTransactionsEdit3
source: The same strategy applies to editing/deleting Accounts and Categories.
de: Dasselbe Verfahren gilt für das Bearbeiten/Löschen von Konten und Kategorien.
es: El mismo proceso se aplica para editar/eliminar Cuentas y Categorías.
fr: Le même processus s'applique pour modifier/supprimer des Comptes et des Catégories.
it: Lo stesso procedimento si applica alla modifica/eliminazione di Account e Categorie.
pt_br: A mesma estratégia é aplicada para editar/excluir Contas e Categorias.

# helpTransactionsEdit4
source: **Note:** Only **unlocked transactions** can be edited and deleted. To unlock a transaction, tap the lock icon located in the upper right corner of the card and then tap the transaction.
de: **Hinweis:** Nur **entsperrte Transaktionen** können bearbeitet und gelöscht werden. Um eine Transaktion zu entsperren, tippen Sie auf das Schlosssymbol oben rechts auf der Karte und dann auf die Transaktion.
es: **Nota:** Solo las **transacciones desbloqueadas** se pueden editar y eliminar. Para desbloquear una transacción, toca el icono de candado en la esquina superior derecha de la tarjeta y luego toca la transacción.
fr: **Remarque :** Seules les **transactions déverrouillées** peuvent être modifiées et supprimées. Pour déverrouiller une transaction, appuyez sur l'icône de cadenas dans le coin supérieur droit de la carte, puis appuyez sur la transaction.
it: **Nota:** Solo le **transazioni sbloccate** possono essere modificate ed eliminate. Per sbloccare una transazione, tocca l'icona del lucchetto nell'angolo in alto a destra della scheda e quindi tocca la transazione.
pt_br: **Obs:** Somente **transações destravadas** podem ser editadas e excluídas. Para destravar uma transação, toque no cadeado localizado no canto superior direito do cartão e, em seguida, toque na transação.

# helpTransactionsAddTitle
source: Add Transaction
de: Transaktion hinzufügen
es: Agregar Transacción
fr: Ajouter une Transaction
it: Aggiungi Transazione
pt_br: Adicionar Transação

# helpTransactionsAdd0
source: This page allows you to add (and edit) a transaction.
de: Diese Seite ermöglicht es Ihnen, eine Transaktion hinzuzufügen (und zu bearbeiten).
es: Esta página permite agregar (y editar) una transacción.
fr: Cette page permet d'ajouter (et de modifier) une transaction.
it: Questa pagina consente di aggiungere (e modificare) una transazione.
pt_br: Esta página permite adicionar (e editar) uma transação.

# helpTransactionsAdd1
source: ① Opens Help on the Transactions page;
de: ① Öffnet die Hilfe auf der Transaktionsseite;
es: ① Abre la Ayuda en la página de Transacciones;
fr: ① Ouvre l'Aide sur la page des Transactions;
it: ① Apre l'Help nella pagina delle Transazioni;
pt_br: ① Abre a Ajuda na página de Transações;

# helpTransactionsAdd2
source: ② Selection of Income/Expense;
de: ② Auswahl von Einnahmen/Ausgaben;
es: ② Selección de Ingreso/Gasto;
fr: ② Sélection de Revenu/Dépense;
it: ② Selezione di Entrata/Uscita;
pt_br: ② Seleção de Receita/Despesa;

# helpTransactionsAdd3
source: ③ Transaction Amount;
de: ③ Transaktionsbetrag;
es: ③ Monto de la Transacción;
fr: ③ Montant de la Transaction;
it: ③ Importo della Transazione;
pt_br: ③ Valor da Transação;

# helpTransactionsAdd4
source: ④ Transaction Description;
de: ④ Transaktionsbeschreibung;
es: ④ Descripción de la Transacción;
fr: ④ Description de la Transaction;
it: ④ Descrizione della Transazione;
pt_br: ④ Descrição da Transação;

# helpTransactionsAdd5
source: ⑤ Selects Transaction Category;
de: ⑤ Auswahl der Transaktionskategorie;
es: ⑤ Selección de la Categoría de la Transacción;
fr: ⑤ Sélection de la Catégorie de la Transaction;
it: ⑤ Selezione della Categoria della Transazione;
pt_br: ⑤ Seleciona a Categoria da Transação;

# helpTransactionsAdd6
source: ⑥ Date and Time Selection;
de: ⑥ Auswahl von Datum und Uhrzeit;
es: ⑥ Selección de fecha y hora;
fr: ⑥ Sélection de la date et de l'heure;
it: ⑥ Selezione di data e ora;
pt_br: ⑥ Seleção de data e hora;

# helpTransactionsAdd7
source: ⑦ The '+' button creates a new Category. Press and hold this button to edit the selected category;
de: ⑦ Die Schaltfläche '+' erstellt eine neue Kategorie. Drücken und halten Sie diese Schaltfläche, um die ausgewählte Kategorie zu bearbeiten;
es: ⑦ El botón '+' crea una nueva Categoría. Mantener presionado este botón permite editar la categoría seleccionada;
fr: ⑦ Le bouton '+' crée une nouvelle Catégorie. Appuyez longuement sur ce bouton pour modifier la catégorie sélectionnée;
it: ⑦ Il pulsante '+' crea una nuova Categoria. Premere a lungo questo pulsante consente di modificare la categoria selezionata;
pt_br: ⑦ O botão '+' criar uma nova Categoria. Pressionar por longo tempo este botão permite editar a categoria selecionada;

# helpTransactionsAdd8
source: ⑧ Enables monthly transactions (see more details on the next page);
de: ⑧ Aktiviert monatliche Transaktionen (siehe weitere Details auf der nächsten Seite);
es: ⑧ Habilita las transacciones mensuales (ver más detalles en la siguiente página);
fr: ⑧ Active les transactions mensuelles (voir plus de détails dans la page suivante);
it: ⑧ Abilita transazioni mensili (vedi maggiori dettagli nella pagina successiva);
pt_br: ⑧ Habilita lançamentos mensais da transação (veja mais detalhes na próxima página);

# helpTransactionsAdd9
source: **Note:** The Income/Expense selection is overridden by the category selected.
de: **Hinweis:** Die Auswahl von Einnahmen/Ausgaben wird durch die ausgewählte Kategorie überschrieben.
es: **Nota:** La selección de Ingreso/Gasto se sobrescribe por la categoría seleccionada.
fr: **Remarque:** La sélection de Revenu/Dépense est écrasée par la catégorie sélectionnée.
it: **Nota:** La selezione di Entrata/Uscita viene sovrascritta dalla categoria selezionata.
pt_br: **Obs:** A seleção de Receita/Despesa é sobrescrita pelo padrão declarado na categoria selecionada.

# helpAccountsTitle
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pt_br: Contas

# helpAccounts0
source: This page allows the addition, editing, and deletion of accounts.
de: Auf dieser Seite können Sie Konten hinzufügen, bearbeiten und löschen.
es: En esta página, puedes agregar, editar y eliminar cuentas.
fr: Sur cette page, vous pouvez ajouter, modifier et supprimer des comptes.
it: In questa pagina puoi aggiungere, modificare ed eliminare account.
pt_br: Esta página permite a adição, edição e exclusão de contas.

# helpAccounts1
source: ① Total balance;
de: ① Gesamtsaldo;
es: ① Saldo total;
fr: ① Solde total ;
it: ① Saldo totale;
pt_br: ① Saldo total;

# helpAccounts2
source: ② Account balances;
de: ② Kontosalden;
es: ② Saldos de las cuentas;
fr: ② Soldes des comptes ;
it: ② Saldi degli account;
pt_br: ② Saldos das contas;
