Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# helpAccounts3
source: ③ Opens a dialog for adding new accounts.
de: ③ Öffnet einen Dialog zum Hinzufügen neuer Konten.
es: ③ Abre un diálogo para agregar nuevas cuentas.
fr: ③ Ouvre une boîte de dialogue pour ajouter de nouveaux comptes.
it: ③ Apre una finestra di dialogo per aggiungere nuovi account.
pt_br: ③ Abre diálogo para a adição de novas contas.

# helpAccountsEditTitle
source: Edit Account
de: Konto bearbeiten
es: Editar Cuenta
fr: Modifier un Compte
it: Modifica Account
pt_br: Editar Conta

# helpAccountsEdit0
source: To edit an account, simply swipe the account to the right, and the edit dialog will open.
de: Um ein Konto zu bearbeiten, wischen Sie das Konto einfach nach rechts, und der Bearbeitungsdialog wird geöffnet.
es: Para editar una cuenta, simplemente desliza la cuenta hacia la derecha y se abrirá el diálogo de edición.
fr: Pour modifier un compte, faites simplement glisser le compte vers la droite et la boîte de dialogue de modification s'ouvrira.
it: Per modificare un account, basta effettuare uno swipe verso destra sull'account e si aprirà la finestra di dialogo di modifica.
pt_br: Para editar uma conta, basta deslizar para a direita a conta e o diálogo de edição será aberto.

# helpAccountsEdit1
source: ① Account name;
de: ① Kontoname;
es: ① Nombre de la Cuenta;
fr: ① Nom du compte ;
it: ① Nome dell'account;
pt_br: ① Nome da Conta;

# helpAccountsEdit2
source: ② Description;
de: ② Beschreibung;
es: ② Descripción;
it: ② Descrizione;
pt_br: ② Descrição;

# helpAccountsEdit3
source: ③ Opens the icon selection dialog;
de: ③ Öffnet den Dialog zur Auswahl des Symbols;
es: ③ Abre el diálogo para seleccionar el ícono;
fr: ③ Ouvre la boîte de dialogue de sélection de l'icône ;
it: ③ Apre la finestra di dialogo di selezione dell'icona;
pt_br: ③ Abre o diálogo de seleção de ícone;

# helpAccountsEdit4
source: ④ Opens the color selection dialog for the icon.
de: ④ Öffnet den Dialog zur Auswahl der Farbe für das Symbol.
es: ④ Abre el diálogo para seleccionar el color del ícono.
fr: ④ Ouvre la boîte de dialogue de sélection de la couleur de l'icône.
it: ④ Apre la finestra di dialogo di selezione del colore dell'icona.
pt_br: ④ Abre o diálogo de seleção de cor para o ícone.

# helpAccountsEdit5
source: **Note:** The initial account cannot be removed but can be edited.
de: **Hinweis:** Das anfängliche Konto kann nicht gelöscht, sondern bearbeitet werden.
es: **Nota:** La cuenta inicial no se puede eliminar, pero se puede editar.
fr: **Remarque :** Le compte initial ne peut pas être supprimé, mais il peut être modifié.
it: **Nota:** L'account iniziale non può essere eliminato, ma può essere modificato.
pt_br: **Obs:** A conta inicial não pode ser removida, mas pode ser editada.

# helpAccountsEdit6
source: **Note:** The dialog for adding a new account is the same as for editing. To do this, simply press the '+' button on the Accounts page.
de: **Hinweis:** Der Dialog zum Hinzufügen eines neuen Kontos ist derselbe wie für die Bearbeitung. Drücken Sie einfach die Schaltfläche '+' auf der Seite Konten.
es: **Nota:** El diálogo para agregar una nueva cuenta es el mismo que el de edición. Solo presiona el botón '+' en la página de Cuentas.
fr: **Remarque :** La boîte de dialogue pour ajouter un nouveau compte est la même que celle de modification. Il suffit de cliquer sur le bouton '+' sur la page des Comptes.
it: **Nota:** La finestra di dialogo per aggiungere un nuovo account è la stessa per la modifica. Basta premere il pulsante '+' nella pagina degli Account.
pt_br: **Obs:** O diálogo para a adição de uma nova conta é o mesmo de edição. Para isso, basta pressionar o botão '+' na página de Contas.

# helpAccountsDeleteTitle
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer un Compte
it: Elimina Account
pt_br: Excluir Conta

# helpAccountsDelete0
source: To delete an account, swipe the account to the left, and a confirmation dialog will open.
de: Um ein Konto zu löschen, wischen Sie das Konto einfach nach links, und ein Bestätigungsdialog wird geöffnet.
es: Para eliminar una cuenta, simplemente desliza la cuenta hacia la izquierda y se abrirá un diálogo de confirmación.
fr: Pour supprimer un compte, faites simplement glisser le compte vers la gauche et une boîte de dialogue de confirmation s'ouvrira.
it: Per eliminare un account, basta effettuare uno swipe verso sinistra sull'account e si aprirà una finestra di dialogo di conferma.
pt_br: Para excluir uma conta, basta deslizar para a esquerda a conta e um diálogo de confirmação será aberto.

# helpAccountsDelete1
source: **Note:** An account with posted transactions cannot be deleted. You must remove all transactions first.
de: **Hinweis:** Ein Konto mit gebuchten Transaktionen kann nicht gelöscht werden. Sie müssen zuerst alle Transaktionen entfernen.
es: **Nota:** No se puede eliminar una cuenta con transacciones registradas. Debes eliminar todas las transacciones primero.
fr: **Remarque :** Un compte avec des transactions enregistrées ne peut pas être supprimé. Vous devez d'abord supprimer toutes les transactions.
it: **Nota:** Un account con transazioni registrate non può essere eliminato. È necessario rimuovere tutte le transazioni prima.
pt_br: **Obs:** Uma conta com transações lançadas não pode ser excluída. É necessário remover todas as transações antes.

# helpIconsSelectionsTitle
source: Icon Selection
de: Symbolauswahl
es: Selección de Iconos
fr: Sélection des Icônes
it: Selezione delle Icone
pt_br: Seleção de Ícones

# helpIconsSelections0
source: This dialog allows you to select icons for accounts and categories.
de: Dieser Dialog ermöglicht die Auswahl von Symbolen für Konten und Kategorien.
es: Este diálogo permite seleccionar íconos para cuentas y categorías.
fr: Cette boîte de dialogue vous permet de sélectionner des icônes pour les comptes et les catégories.
it: Questa finestra di dialogo consente di selezionare icone per account e categorie.
pt_br: Este diálogo permite selecionar ícones para contas e categorias.

# helpIconsSelections1
source: ① Select an icon family;
de: ① Symbolfamilie auswählen;
es: ① Selecciona una familia de íconos;
fr: ① Sélectionnez une famille d'icônes ;
it: ① Seleziona una famiglia di icone;
pt_br: ① Selecionar uma família de ícones;

# helpIconsSelections2
source: ② Search for the icon by name in English;
de: ② Nach dem Symbolnamen in Englisch suchen;
es: ② Busca el ícono por nombre, en inglés;
fr: ② Recherchez l'icône par son nom, en anglais ;
it: ② Cerca l'icona per nome, in inglese;
pt_br: ② Pesquisar o ícone pelo nome, em inglês;

# helpIconsSelections3
source: ③ Available icons.
de: ③ Verfügbare Symbole.
es: ③ Iconos disponibles.
fr: ③ Icônes disponibles.
it: ③ Icone disponibili.
pt_br: ③ Ícones disponíveis.

# helpIconsSelections4
source: **Note:** There is a wide variety of icons from various companies and financial institutions available in the app. If you need a specific icon, send us a request by email with the desired image, and we will try to add it.
de: **Hinweis:** Es gibt eine große Vielfalt von Icons verschiedener Unternehmen und Finanzinstitute in der App verfügbar. Wenn Sie ein bestimmtes Icon benötigen, senden Sie uns eine Anfrage per E-Mail mit dem gewünschten Bild, und wir werden versuchen, es hinzuzufügen.
es: **Nota:** Hay una amplia variedad de iconos de diferentes empresas e instituciones financieras disponibles en la aplicación. Si necesitas un icono específico, envíanos una solicitud por correo electrónico con la imagen deseada, y trataremos de agregarlo.
fr: **Remarque :** L'application propose une grande variété d'icônes provenant de différentes entreprises et institutions financières. Si vous avez besoin d'une icône spécifique, envoyez-nous une demande par e-mail avec l'image souhaitée, et nous essayerons de l'ajouter.
it: **Nota:** Nel'app sono disponibili una vasta gamma di icone da diverse aziende e istituti finanziari. Se hai bisogno di un'icona specifica, inviaci una richiesta via e-mail con l'immagine desiderata e cercheremo di aggiungerla.
pt_br: **Obs:** Existem uma ampla variedade de ícones de várias empresas e instituições financeiras disponíveis no aplicativo. Se você precisar de um ícone específico, envie-nos uma solicitação por e-mail com a imagem desejada, e tentaremos adicioná-lo.

# helpIconsColorTitle
source: Color Selection
de: Farbauswahl
es: Selección de Color
fr: Sélection de la Couleur
it: Selezione del Colore
pt_br: Seleção de Cor

# helpIconsColor0
source: This dialog allows you to select colors for the icons used in accounts and categories.
de: Dieser Dialog ermöglicht die Auswahl von Farben für die Symbole, die in Konten und Kategorien verwendet werden.
es: Este diálogo permite seleccionar colores para los íconos utilizados en cuentas y categorías.
fr: Cette boîte de dialogue vous permet de sélectionner des couleurs pour les icônes utilisées dans les comptes et les catégories.
it: Questa finestra di dialogo consente di selezionare i colori per le icone utilizzate negli account e nelle categorie.
pt_br: Este diálogo permite selecionar cores para os ícones usados em contas e categorias.

# helpIconsColor1
source: ① Move the white circle to select a color shade;
de: ① Bewegen Sie den weißen Kreis, um eine Farbnuance auszuwählen;
es: ① Mueve el círculo blanco para seleccionar un tono de color;
fr: ① Déplacez le cercle blanc pour sélectionner une teinte de couleur ;
it: ① Sposta il cerchio bianco per selezionare una tonalità di colore;
pt_br: ① Mova o círculo branco para selecionar um tom de cor;

# helpIconsColor2
source: ② Select a color by moving the pointer left/right;
de: ② Wählen Sie eine Farbe, indem Sie den Zeiger nach links/rechts bewegen;
es: ② Selecciona un color moviendo el cursor hacia la izquierda/derecha;
fr: ② Sélectionnez une couleur en déplaçant le curseur vers la gauche/droite ;
it: ② Seleziona un colore spostando il cursore a sinistra/destra;
pt_br: ② Selecione uma cor movendo o ponteiro para a esquerda/direita;

# helpIconsColor3
source: ③ Select transparency for the color.
de: ③ Wählen Sie die Transparenz für die Farbe.
es: ③ Selecciona la transparencia para el color.
fr: ③ Sélectionnez la transparence de la couleur.
it: ③ Seleziona la trasparenza del colore.
pt_br: ③ Selecione a transparência para a cor.

# helpIconsColor4
source: To exit this dialog, press the back button (◀) on your smartphone.
de: Um diesen Dialog zu verlassen, drücken Sie die Zurück-Taste (◀) auf Ihrem Smartphone.
es: Para salir de este diálogo, presiona el botón de retroceso (◀) en tu smartphone.
fr: Pour quitter cette boîte de dialogue, appuyez sur le bouton de retour (◀) sur votre smartphone.
it: Per uscire da questa finestra di dialogo, premi il pulsante di ritorno (◀) sul tuo smartphone.
pt_br: Para sair deste diálogo, pressione o botão voltar (◀) no seu smartphone.

# helpCategoriesTitle
source: Categories/Budget
de: Kategorien/Budget
es: Categorías/Presupuesto
fr: Catégories/Orçamento
it: Categorie/Budget
pt_br: Categorias/Orçamento

# helpCategories0
source: This page allows you to manage categories and their respective budgets.
de: Diese Seite ermöglicht das Verwalten von Kategorien und ihren jeweiligen Budgets.
es: En esta página, puedes gestionar categorías y sus respectivos presupuestos.
fr: Cette page vous permet de gérer des catégories et leurs budgets respectifs.
it: In questa pagina puoi gestire le categorie e i relativi budget finanziari.
pt_br: Esta página permite gerenciar categorias e seus respectivos orçamentos.

# helpCategories1
source: ① Total budgeted;
de: ① Gesamtbudget;
es: ① Total presupuestado;
fr: ① Budget total ;
it: ① Budget totale;
pt_br: ① Total orçado;

# helpCategories2
source: ② List of categories;
de: ② Liste der Kategorien;
es: ② Lista de categorías;
fr: ② Liste des catégories ;
it: ② Elenco delle categorie;
pt_br: ② Lista de categorias;

# helpCategories3
source: ③ Budgeted amount for each category;
de: ③ Budgetbetrag für jede Kategorie;
es: ③ Valor presupuestado para cada categoría;
fr: ③ Montant budgété pour chaque catégorie ;
it: ③ Budget assegnato per ciascuna categoria;
pt_br: ③ Valor orçado para cada categoria;

# helpCategories4
source: ④ Add new categories.
de: ④ Hinzufügen neuer Kategorien.
es: ④ Agregar nuevas categorías.
fr: ④ Ajouter de nouvelles catégories.
it: ④ Aggiungi nuove categorie.
pt_br: ④ Adicionar novas categorias.

# helpCategoriesEditTitle
source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier une Catégorie
it: Modifica Categoria
pt_br: Editar Categoria

# helpCategoriesEdit0
source: Swipe the category to the right to open the edit dialog.
de: Um eine Kategorie zu bearbeiten, wischen Sie die Kategorie einfach nach rechts, um den Bearbeitungsdialog zu öffnen.
es: Desliza una categoría hacia la derecha para abrir el diálogo de edición.
fr: Faites glisser une catégorie vers la droite pour ouvrir la boîte de dialogue de modification.
it: Effettua uno swipe verso destra sulla categoria per aprire la finestra di dialogo di modifica.
pt_br: Deslize a categoria para a direita para abrir o diálogo de edição.

# helpCategoriesEdit1
source: ① Category name;
de: ① Kategoriename;
es: ① Nombre de la categoría;
fr: ① Nom de la catégorie ;
it: ① Nome della categoria;
pt_br: ① Nome da categoria;

# helpCategoriesEdit2
source: ② Select the most common use for the category. This choice is used as the default when creating new transactions;
de: ② Wählen Sie die gängigste Verwendung für die Kategorie aus. Diese Auswahl wird als Standard bei der Erstellung neuer Transaktionen verwendet;
es: ② Selecciona el uso más común para la categoría. Esta selección se utiliza como predeterminada al crear nuevas transacciones;
fr: ② Sélectionnez l'utilisation la plus courante pour la catégorie. Ce choix est utilisé par défaut lors de la création de nouvelles transactions ;
it: ② Seleziona l'uso più comune per la categoria. Questa scelta viene utilizzata come predefinita nella creazione di nuove transazioni;
pt_br: ② Selecione o uso mais comum para a categoria. Esta escolha é usada como padrão na criação de novas transações;

# helpCategoriesEdit3
source: ③ Select a more suitable icon and color for the category;
de: ③ Wählen Sie ein passenderes Symbol und eine Farbe für die Kategorie aus;
es: ③ Selecciona un ícono y un color más adecuados para la categoría;
fr: ③ Sélectionnez une icône et une couleur plus appropriées pour la catégorie ;
it: ③ Seleziona un'icona e un colore più appropriati per la categoria;
pt_br: ③ Selecione um ícone e uma cor mais adequados para a categoria;

# helpCategoriesEdit4
source: To delete a category, swipe it to the left. This should open the delete dialog.
de: Um eine Kategorie zu löschen, wischen Sie sie nach links. Dadurch sollte der Löschdialog geöffnet werden.
es: Para eliminar una categoría, deslízala hacia la izquierda. Esto debería abrir el diálogo de eliminación.
fr: Pour supprimer une catégorie, faites-la glisser vers la gauche. Cela devrait ouvrir la boîte de dialogue de suppression.
it: Per eliminare una categoria, effettua uno swipe verso sinistra. Questo dovrebbe aprire la finestra di dialogo di eliminazione.
pt_br: Para excluir uma categoria, deslize-a para a esquerda. Isso deve abrir o diálogo de exclusão.

# helpCategoriesEdit5
source: **Note:** Categories in use cannot be removed.
de: **Hinweis:** Verwendete Kategorien können nicht gelöscht werden.
es: **Nota:** Las categorías en uso no se pueden eliminar.
fr: **Remarque :** Les catégories en cours d'utilisation ne peuvent pas être supprimées.
it: **Nota:** Le categorie in uso non possono essere eliminate.
pt_br: **Obs:** Categorias em uso não podem ser removidas.

# helpCategoriesBudgetTitle
source: Budget
es: Presupuesto
pt_br: Orçamento

# helpCategoriesBudget0
source: To adjust the budget, click on any category to open the budget dialog.
de: Um das Budget anzupassen, klicken Sie auf eine beliebige Kategorie, um den Budgetdialog zu öffnen.
es: Para ajustar el presupuesto, haz clic en cualquier categoría para abrir el diálogo de presupuesto.
fr: Pour ajuster le budget, cliquez sur n'importe quelle catégorie pour ouvrir la boîte de dialogue du budget.
it: Per regolare il budget, fai clic su qualsiasi categoria per aprire la finestra di dialogo del budget.
pt_br: Para ajustar o orçamento, clique em qualquer categoria para abrir o diálogo de orçamento.

# helpCategoriesBudget1
source: ① The average of the last months and the average of the last 12 months are presented here.
de: ① Hier werden der Durchschnitt der letzten Monate und der Durchschnitt der letzten 12 Monate angezeigt.
es: ① Aquí se muestra el promedio de los últimos meses y el promedio de los últimos 12 meses.
fr: ① Voici la moyenne des derniers mois et la moyenne des 12 derniers mois.
it: ① Qui viene presentata la media degli ultimi mesi e la media degli ultimi 12 mesi.
pt_br: ① Aqui é apresentada a média dos últimos meses e a média dos últimos 12 meses.

# helpCategoriesBudget2
source: These values serve as references for your expenses.
de: Diese Werte dienen als Referenz für Ihre Ausgaben.
es: Estos valores sirven como referencia para tus gastos.
fr: Ces valeurs servent de référence pour vos dépenses.
it: Questi valori servono come riferimento per le tue spese.
pt_br: Esses valores servem como referência para seus gastos.

# helpCategoriesBudget3
source: The first average is very useful for those who have been using the app for only a few months;
de: Der erste Durchschnitt ist besonders nützlich für diejenigen, die die App erst seit wenigen Monaten verwenden;
es: El primer promedio es especialmente útil para quienes han estado utilizando la aplicación solo durante algunos meses;
fr: La première moyenne est particulièrement utile pour ceux qui n'utilisent l'application que depuis quelques mois ;
it: La prima media è particolarmente utile per chi utilizza l'app solo da alcuni mesi;
pt_br: A primeira média é bem útil para quem está usando o aplicativo há apenas alguns meses;

# helpCategoriesBudget4
source: ② Budgeted amount;
de: ② Budgetbetrag;
es: ② Cantidad presupuestada;
fr: ② Montant budgété ;
it: ② Budget assegnato;
pt_br: ② Valor orçado;

# helpCategoriesBudget5
source: ③ Directional buttons move to the previous or next category;
de: ③ Die Richtungstasten bewegen sich zur vorherigen oder nächsten Kategorie;
es: ③ Los botones de dirección te mueven a la categoría anterior o siguiente;
fr: ③ Les boutons directionnels vous déplacent vers la catégorie précédente ou suivante ;
it: ③ I pulsanti direzionali ti spostano alla categoria precedente o successiva;
pt_br: ③ Os botões direcionais movem-se para a categoria anterior ou seguinte;

# helpCategoriesBudget6
source: **Note:** Changes are always saved before proceeding.
de: **Hinweis:** Änderungen werden immer vor dem Fortfahren gespeichert.
es: **Nota:** Los cambios siempre se guardan antes de continuar.
fr: **Remarque :** Les modifications sont toujours enregistrées avant de continuer.
it: **Nota:** Le modifiche vengono sempre salvate prima di procedere.
pt_br: **Obs:** As alterações são sempre salvas antes de prosseguir.

# helpBudgetSetTitle
source: Default Budget
de: Standardbudget
es: Presupuesto Predeterminado
fr: Budget par Défaut
it: Budget Predefinito
pt_br: Orçamento Padrão

# helpBudgetSet0
source: To set a Default Budget, select 'Budget' from the menu.
de: Um ein Standardbudget festzulegen, wählen Sie 'Budget' im Menü aus.
es: Para establecer un presupuesto predeterminado, selecciona 'Presupuesto' en el menú.
fr: Pour définir un budget par défaut, sélectionnez 'Budget' dans le menu.
it: Per impostare un Budget Predefinito, seleziona 'Budget' nel menu.
pt_br: Para definir um Orçamento Padrão, selecione 'Orçamento' no menu.

# helpBudgetSet1
source: Then, choose one of the available options.
de: Wählen Sie dann eine der verfügbaren Optionen aus.
es: Luego, elige una de las opciones disponibles.
fr: Ensuite, choisissez l'une des options disponibles.
it: Quindi, scegli una delle opzioni disponibili.
pt_br: Em seguida, escolha uma das opções disponíveis.

# helpBudgetSet2
source: This will fill in the budget according to the selected option. This value can still be edited.
de: Dadurch wird das Budget gemäß der ausgewählten Option ausgefüllt. Dieser Wert kann immer noch bearbeitet werden.
es: Esto completará el presupuesto de acuerdo con la opción seleccionada. Este valor aún se puede editar.
fr: Cela remplira le budget en fonction de l'option sélectionnée. Cette valeur peut encore être modifiée.
it: Ciò riempirà il budget in base all'opzione selezionata. Questo valore può ancora essere modificato.
pt_br: Isso preencherá o orçamento de acordo com a opção selecionada. Este valor ainda pode ser editado.

# helpStatisticsTitle
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt_br: Estatísticas

# helpStatistics0
source: On this page, you can track the movements of all accounts by category.
de: Auf dieser Seite können Sie die Bewegungen aller Konten nach Kategorie verfolgen.
es: En esta página, puedes realizar un seguimiento de las movimientos de todas las cuentas, por categoría.
fr: Sur cette page, vous pouvez suivre les mouvements de tous les comptes, par catégorie.
it: In questa pagina puoi seguire le movimentazioni di tutti gli account, per categoria.
pt_br: Nesta página, você pode acompanhar as movimentações de todas as contas, por categoria.

# helpStatistics1
source: ① A chart that shows the selected movement. By default, the chart displays income and expenses for the last 12 months;
de: ① Ein Diagramm, das die ausgewählte Bewegung zeigt. Standardmäßig zeigt das Diagramm Einnahmen und Ausgaben der letzten 12 Monate;
es: ① Un gráfico que muestra el movimiento seleccionado. Por defecto, el gráfico muestra los ingresos y gastos de los últimos 12 meses;
fr: ① Un graphique montrant le mouvement sélectionné. Par défaut, le graphique affiche les revenus et les dépenses des 12 derniers mois ;
it: ① Un grafico che mostra la movimentazione selezionata. Per impostazione predefinita, il grafico mostra le entrate e le uscite degli ultimi 12 mesi;
pt_br: ① Um gráfico que mostra a movimentação selecionada. Por padrão, o gráfico apresenta as receitas e despesas dos últimos 12 meses;

# helpStatistics2
source: ② Categories moved in the selected month;
de: ② Kategorien, die im ausgewählten Monat bewegt wurden;
es: ② Las categorías movidas en el mes seleccionado;
fr: ② Les catégories déplacées dans le mois sélectionné ;
it: ② Le categorie movimentate nel mese selezionato;
pt_br: ② As categorias movimentadas no mês selecionado;

# helpStatistics3
source: ③ Their respective movements.
de: ③ Ihre jeweiligen Bewegungen.
es: ③ Sus respectivos movimientos.
fr: ③ Leurs mouvements respectifs.
it: ③ Le loro movimentazioni rispettive.
pt_br: ③ Suas respectivas movimentações.

# helpStatistics4
source: To the right of each movement, an indicator is displayed showing the percentage of the movement above/below the budgeted amount.
de: Rechts neben jeder Bewegung wird ein Indikator angezeigt, der den Prozentsatz der Bewegung über/unter dem Budgetbetrag anzeigt.
es: A la derecha de cada movimiento, se muestra un indicador que muestra el porcentaje del movimiento por encima/debajo del monto presupuestado.
fr: À droite de chaque mouvement, un indicateur affiche le pourcentage de mouvement au-dessus/en dessous du montant budgété.
it: A destra di ogni movimentazione, è presente un indicatore che mostra la percentuale di movimentazione sopra/sotto il budget.
pt_br: À direita de cada movimentação, é apresentado um indicador mostrando o percentual da movimentação acima/abaixo do valor orçado.

# helpStatisticsMoveTitle
source: Category Movements
de: Bewegungen in Kategorien
es: Movimientos en Categorías
fr: Mouvements dans les Catégories
it: Movimenti nelle Categorie
pt_br: Movimentações nas Categorias
