Repository: rudsonalves/finances
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt_br

# helpSettings0
source: This page displays some app information and settings:
de: Diese Seite zeigt einige Informationen zur App und Einstellungen:
es: Esta página muestra información y configuración de la aplicación:
fr: Cette page affiche quelques informations de l'application et des paramètres :
it: Questa pagina mostra alcune informazioni dell'app e le impostazioni:
pt_br: Esta página exibe algumas informações do aplicativo e configurações:

# helpSettings1
source: ① User name. To edit, click on the name to open an editing dialog;
de: ① Benutzername. Zum Bearbeiten auf den Namen klicken, um einen Bearbeitungsdialog zu öffnen;
es: ① Nombre de usuario. Para editar, haz clic en el nombre para abrir un cuadro de diálogo de edición;
fr: ① Nom d'utilisateur. Pour le modifier, cliquez sur le nom pour ouvrir une boîte de dialogue de modification ;
it: ① Nome utente. Per modificarlo, fai clic sul nome per aprire una finestra di modifica;
pt_br: ① Nome do usuário. Para editar, clique sobre o nome para abrir um diálogo de edição;

# helpSettings2
source: ② App theme. Click to choose between light, dark, and system theme (theme configured on the device);
de: ② App-Thema. Klicken Sie, um zwischen den Themen Hell, Dunkel und System (auf dem Gerät konfiguriertes Thema) zu wählen;
es: ② Tema de la aplicación. Haz clic para elegir entre los temas claro, oscuro y del sistema (tema configurado en el dispositivo);
fr: ② Thème de l'application. Cliquez pour choisir entre le thème clair, foncé et système (thème configuré sur l'appareil) ;
it: ② Tema dell'app. Fai clic per scegliere tra il tema chiaro, scuro e di sistema (impostato sul dispositivo);
pt_br: ② Tema do aplicativo. Clique para escolher entre o tema claro, escuro e sistema (tema configurado no dispositivo);

# helpSettings3
source: ③ Language. Click to select one of the available languages.
de: ③ Sprache. Klicken Sie, um eine der verfügbaren Sprachen auszuwählen.
es: ③ Idioma. Haz clic para elegir uno de los idiomas disponibles.
fr: ③ Langue. Cliquez pour choisir l'une des langues disponibles.
it: ③ Lingua. Fai clic per scegliere una delle lingue disponibili.
pt_br: ③ Linguagem. Clique para escolher uma das línguas disponíveis.

# transactionRepeatMonthly
source: Repeat Monthly
de: Monatlich wiederholen
es: Repetir Mensualmente
fr: Répéter Mensuellement
it: Ripeti Mensilmente
pt_br: Repetir Mensalmente

# transactionRepeatTimes
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
pt_br: Repetir

# cardBalanceMenuShow
source: Show Future Transactions
de: Zukünftige Transaktionen anzeigen
es: Mostrar Transacciones Futuras
fr: Afficher les Transactions Futures
it: Mostra Transazioni Future
pt_br: Mostrar Transações Futuras

# cardBalanceMenuHide
source: Hide Transactions
de: Transaktionen ausblenden
es: Ocultar Transacciones
fr: Masquer les Transactions
it: Nascondi Transazioni
pt_br: Ocultar Transações

# cardBalanceMenuWeek
source: From Next Week's
de: Nächste Woche
es: De la Próxima Semana
fr: De la Semaine Prochaine
it: Dalla Prossima Settimana
pt_br: Da Próxima Semana

# cardBalanceMenuMonth
source: From Next Month's
de: Nächsten Monat
es: Del Próximo Mes
fr: Du Mois Prochain
it: Dal Prossimo Mese
pt_br: Do Próximo Mês

# cardBalanceMenuYear
source: From Next Year's
de: Nächstes Jahr
es: Del Próximo Año
fr: De l'Année Prochaine
it: Dall'Anno Prossimo
pt_br: Do Próximo Ano

# transactionCheckDlgTitle
source: Attention
de: Hinweis
es: Aviso
it: Avviso
pt_br: Aviso

# transactionCheckDlgMsg
source: You cannot mark a future transaction as verified. Please wait until the due date to confirm.
de: Sie können zukünftige Transaktionen nicht als verifiziert markieren. Bitte warten Sie bis zum Fälligkeitsdatum, um zu bestätigen.
es: No puede marcar como verificado un lanzamiento futuro. Espere hasta la fecha de vencimiento para confirmar.
fr: Vous ne pouvez pas marquer comme vérifié un lancement futur. Attendez la date d'échéance pour confirmer.
it: Non è possibile contrassegnare come verificato un lancio futuro. Attendere la data di scadenza per confermare.
pt_br: Você não pode marcar como verificado um lançamento futuro. Aguarde até a data de vencimento para confirmar.

source: Account Limit
de: Kontolimit
es: Límite de Cuenta
fr: Limite de Compte
it: Limite Account
pt_br: Limite de Contas

# accountMensage
source: You have reached the account limit. For unlimited accounts, consider using the full version of Finances.
de: Sie haben das Kontolimit erreicht. Für unbegrenzte Konten sollten Sie die Vollversion von Finanzen in Betracht ziehen.
es: Has alcanzado el límite de cuentas. Para cuentas ilimitadas, considera usar la versión completa de Finanzas.
fr: Vous avez atteint la limite de comptes. Pour des comptes illimités, envisagez d'utiliser la version complète de Finances.
it: Hai raggiunto il limite di account. Per account illimitati, considera di utilizzare la versione completa di Finanza.
pt_br: Você atingiu o limite de contas. Para contas ilimitadas, considere usar a versão completa do Finanças.

# appFullName
source: Control Your Finances Full version
de: Behalten Sie Ihre Finanzen im Griff Vollversion
es: Controla tus Finanzas Versión completa
fr: Contrôlez vos Finances Version complète
it: Controlla le tue Finanze Versione Completa
pt_br: Controle suas Finanças Versão Completa

source: Category Limit
de: Kategorielimit
es: Límite de Categoría
fr: Limite de Catégorie
it: Limite Categoria
pt_br: Limite de Categorias

# categoryMensage
source: You have reached the category limit. For unlimited categories, consider using the full version of Finances.
de: Sie haben das Kategorielimit erreicht. Für unbegrenzte Kategorien sollten Sie die Vollversion von Finanzen in Betracht ziehen.
es: Has alcanzado el límite de categorías. Para categorías ilimitadas, considera usar la versión completa de Finanzas.
fr: Vous avez atteint la limite de catégories. Pour des catégories illimitées, envisagez d'utiliser la version complète de Finances.
it: Hai raggiunto il limite di categorie. Per categorie illimitate, considera di utilizzare la versione completa di Finanza.
pt_br: Você atingiu o limite de categorias. Para categorias ilimitadas, considere usar a versão completa do Finanças.

# filterDialogTitle
source: Filter Transfers
de: Überweisungen filtern
es: Filtrar Transferencias
fr: Filtrer les Transferts
it: Filtra Trasferimenti
pt_br: Filtrar Transferências

# filterDialogCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_br: Categoria

# filterDialogDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição

# filterDialogLabel
source: Text to filter
de: Text filtern
es: Texto a filtrar
fr: Texte à filtrer
it: Testo da filtrare
pt_br: Texto para filtrar

# filterDialogButton
source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra
pt_br: Filtrar

# genericSelect
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt_br: Selecionar

# iconSelectionDialogColors
source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
pt_br: Cores

# admob_msg_banner
source: If you like our app, support us by purchasing the ad-free version.
de: Wenn Ihnen unsere App gefällt, unterstützen Sie uns, indem Sie die werbefreie Version kaufen.
es: Si te gusta nuestra aplicación, apóyanos comprando la versión sin anuncios.
fr: Si vous aimez notre application, soutenez-nous en achetant la version sans publicité.
it: Se ti piace la nostra app, sostienici acquistando la versione senza pubblicità
pt_br: Se gosta da nossa aplicação, apoie-nos ao adquirir a versão sem anúncios.

# admob_msg_menu
source: Ad-Free Finances
de: Werbefreie Finanzen
es: Finanzas sin Anuncios
fr: Finances sans Publicité
it: Finanze senza Pubblicità
pt_br: Finanças sem Anúncios

# maxTrasctionsText
source: This value influences searches and autofill suggestions. Excessive values can impact the app's performance. **Typical values:** 30 to 60 transactions. **Ideal value:** the number of monthly transactions in the account.
de: Dieser Wert beeinflusst die Suche und die automatischen Vorschläge. Übermäßige Werte können sich auf die Leistung der App auswirken. **Typische Werte:** 30 bis 60 Transaktionen. **Idealwert:** die Anzahl der monatlichen Transaktionen im Konto.
es: Este valor influye en las búsquedas y sugerencias de llenado. Valores excesivos pueden afectar el rendimiento de la aplicación. **Valores típicos:** 30 a 60 transacciones. **Valor ideal:** número de transacciones mensuales en la cuenta.
fr: Cette valeur influence les recherches et les suggestions de remplissage. Des valeurs excessives peuvent affecter les performances de l'application. **Valeurs typiques :** 30 à 60 transactions. **Valeur idéale :** nombre de transactions mensuelles sur le compte.
it: Questo valore influenza le ricerche e le suggerimenti di compilazione. Valori eccessivi possono influire sulle prestazioni dell'app. **Valori tipici:** 30-60 transazioni. **Valore ideale:** numero di transazioni mensili nell'account.
pt_br: Este valor influencia as pesquisas e sugestões de preenchimento. Valores excessivos podem interferir o desempenho do aplicativo. **Valores típicos:** 30 a 60 transações. **Valor ideal:** número de transações mensais na conta.

# maxTrasctionsTitle
source: Transactions per Page
de: Transaktionen pro Seite
es: Transacciones por Página
fr: Transactions par Page
it: Transazioni per Pagina
pt_br: Transações por Página

# resetDialogTitle
source: Delete Account
es: Eliminar la Cuenta
fr: Effacer l'Inscription
it: Cancella Account
pt_br: Apagar o Cadastro

# resetDialogMsg0
source: This dialog allows you to delete all your data and remove your account irreversibly. Choose an option carefully.
es: Este diálogo permite borrar todos tus datos y eliminar tu cuenta de forma irreversible. Elige una opción con cuidado.
fr: Cette boîte de dialogue permet d'effacer toutes vos données et de supprimer votre compte de manière irréversible. Choisissez avec soin.
it: Questo dialogo consente di cancellare tutti i tuoi dati e rimuovere il tuo account in modo irreversibile. Scegli con attenzione.
pt_br: Este diálogo permite apagar todos os seus dados e remover sua conta de forma irreversível. Escolha uma opção com atenção.

# resetDialogMsg1
source: **Delete Data:** delete all your transactions, accounts, categories, and budget. Then you can log in again with the account and start filling in your budget from scratch.
es: **Eliminar Datos:** elimina todas tus transacciones, cuentas, categorías y presupuesto. Luego puedes iniciar sesión nuevamente con la cuenta y comenzar a completar tu presupuesto desde cero.
fr: **Nettoyer le Compte:** effacer toutes vos transactions, comptes, catégories et budget. Ensuite, vous pourrez vous reconnecter avec le même compte et redémarrer l'application sans enregistrements.
it: **Cancella Dati:** cancella tutte le tue transazioni, account, categorie e budget. In seguito, puoi rifare il login con l'account e ricominciare a compilare il tuo budget da zero.
pt_br: **Apagar Dados:** apagar todas as suas transações, contas, categorias e orçamento. Em seguida, você pode refazer o login com a conta e reiniciar o preenchimento do seu orçamento do zero.

# resetDialogData
source: Delete Data!
es: Eliminar Datos!
fr: Nettoyer le Compte!
it: Cancella Dati!
pt_br: Apagar Dados!

# resetDialogAccountMsg
source: **Delete Account:** all your data will be deleted, as mentioned above, as well as your account. In this case, it will be necessary to create a new account to continue using the application.
es: **Eliminar la Cuenta:** todos tus datos se eliminarán, como se mencionó anteriormente, así como tu cuenta. En este caso, será necesario crear una nueva cuenta para seguir utilizando la aplicación.
fr: **Supprimer le Compte:** comme l'option précédente, toutes vos données seront effacées, ainsi que votre compte. Dans ce cas, il sera nécessaire de créer un nouveau compte pour utiliser l'application.
it: **Cancella Account:** tutti i tuoi dati saranno cancellati, come sopra, così come il tuo account. In questo caso, sarà necessario creare un nuovo account per continuare a utilizzare l'applicazione.
pt_br: **Apagar a Conta:** todos os seus dados serão apagados, como acima, bem como sua conta. Neste caso, será necessário criar uma nova conta para continuar usando o aplicativo.

# resetDialogReset
source: Delete Account!
es: Eliminar la Cuenta!
fr: Supprimer le Compte!
it: Cancella l'account!
pt_br: Apagar a conta!

# genericCancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# updateMessage
source: What's New in the Latest Version of Finances: - We've made technical adjustments to align with Google Play guidelines. - Check out our new tutorial videos in English and Portuguese on the 'About' page. - We've updated our Privacy Policy. Learn more by clicking the button below or on the 'About' page.
es: Novedades en la Última Versión de Finances: - Hemos implementado ajustes técnicos para cumplir con las directrices de Google Play. - Mira nuestros nuevos videos tutoriales en Inglés y Portugués en la página 'Acerca de'. - Hemos actualizado nuestra Política de Privacidad. Obtén más información haciendo clic en el botón abajo o en la página 'Acerca de'.
fr: Dans le but de vous offrir un plus grand contrôle sur vos données personnelles, nous avons ajouté dans la **Page de Paramètres** un nouveau bouton qui invoque un dialogue vous permettant de nettoyer et supprimer complètement toutes vos données et enregistrements dans l'application. Il est important de souligner que l'utilisation de cette fonctionnalité entraînera la suppression irréversible de toutes vos données dans l'application. Ce dialogue permet également de supprimer, de manière irréversible, l'enregistrement de votre compte sur le serveur d'authentification de l'application. Veuillez vous assurer de bien comprendre les implications de cette fonctionnalité avant de l'utiliser.
it: Novità nell'Ultima Versione di Finances: - Abbiamo implementato aggiustamenti tecnici per conformarci alle linee guida di Google Play. - Guarda i nostri nuovi video tutorial in Inglese e Portoghese nella pagina 'Informazioni'. - Abbiamo aggiornato la nostra Politica sulla Privacy. Per saperne di più, clicca sul bottone qui sotto o nella pagina 'Informazioni'.

# aboutPageTitle
source: About
es: Acerca de
fr: À Propos
it: Informazioni

# aboutPageVersion
source: Version
es: Versión
it: Versione

# aboutPageDev
source: Application developed by
es: Aplicación desarrollada por
fr: Application développée par
it: Applicazione sviluppata da

# aboutPageVideos
source: Application Videos
es: Videos de la Aplicación
fr: Vidéos de l'Application
it: Video dell'Applicazione

# aboutPageAppPage
source: Application Page
es: Página de la Aplicación
fr: Page de l'Application
it: Pagina dell'Applicazione

# aboutPagePolice
source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
it: Politica sulla Privacy

# settingsPageAppVersion
source: Version
it: Versione
pt_br: Versão

# statisticCardBalance
source: Balance:
de: Guthaben :
fr: Solde :
it: Saldo:
pt_br: Balanço:
